[
  [
    "Wilku, 16:14:11:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Bardzo podoba mi sie takze pomysl z podzieleniem zwierzat na gatunki. Chcialbym zobaczyc pustynnego/piaskowego trolla a takze lodowego trolla (cos ala czarny troll - najwiekszy z najwiekszych, grozniejszy od czarnego)",
    {
      "entities": [
        [
          111,
          117,
          "MONSTER"
        ],
        [
          135,
          141,
          "MONSTER"
        ],
        [
          158,
          163,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Chciałbym dodać możliwość przygotowywania oleju syrianicznego i zrobić z niego cenny składnik alchemiczny. Wiecie, tylko kilka butelek do kupienia u magów za wysoką kwotę - 100 bryłek rudy. Można by to wyjaśnić, że magowie nie chcą się dzielić tym składnikiem (chyba, że do nich dołączymy), bo jest zbyt cenny. Jak myślicie z czego taki olej mógłby powstawać? Ze składników zwierzęcych (w modzie da się pozyskiwać wątroby kretoszczurów) czy może z jakichś roślin?",
    {
      "entities": [
        [
          422,
          435,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie, po zakończeniu budowy Wilk i Cavalorn jednak odchodzą. :(",
    {
      "entities": [
        [
          27,
          31,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Golem\",",
    {
      "entities": [
        [
          1,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ja bym chciał jeździć na zębaczu xD",
    {
      "entities": [
        [
          25,
          32,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wie ktoś jak zrobić, żeby Artegor mnie przepuścił do Starej Kopalni? Zostałem kopaczem po znalezieniu 3 zmienników i poszedłem do Lorenzo, po awans na właśnie kopacza. No to biorę ich i idę w stronę starej kopalni. Jestem na miejscu, Artegor mówi, żebym spadał nawet jak o teście zaufania mu mówię no to robię questy w obozie przed kopalnią. Zrobiłem wszystkie oprócz tego u Andrewa czy jak mu tam, bo mówi, że jestem za słaby ( 6 lvl 30 coś siły i 1 pzm broni 1h ). Serio przez to 1 zadanie nie mogę wejść do kopalni? ;-; Specjalnie chciałem przed wbijaniem lvli zostać cieniem dla armoru, bo takie expienie jak teraz to chyba coś ich boli jak głupi ścierwojad ma mnie na 3 hity ;-; Słyszałem też coś o jakimś Petro, ale jedynie widziałem jakiegoś Petrowa na wieży przy kopalni, który questa mi nie daje. Ktoś wie co zrobić? Wersja 1.47",
    {
      "entities": [
        [
          651,
          661,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Phi, starczy wynająć trolla to na pewno pomoże przeskoczyć... hmm tylko najpierw trzeba sobie zorganizować poduchę na siedzenie by zadka nie obić spadając",
    {
      "entities": [
        [
          21,
          27,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gdzie jest kamień runiczny dla Cronosa ,zeby stworzył zwój przywołania trolli?",
    {
      "entities": [
        [
          71,
          77,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "@Młody Ścierwojad a mniej więcej wiesz kiedy zacząłbyś tłumaczyć tą nową wersję L'hivera?",
    {
      "entities": [
        [
          7,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Młody ścierwojad w 2018-03-21, 18:51",
    {
      "entities": [
        [
          13,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "11)\"Tajemniczy artefakt dla Baal Cadara\" - dostępne tylko dla Guru. Aby rozpocząć ten quest musimy zostać Guru, co jest możliwe tylko w przypadku, kiedy jesteśmy Strażnikiem Świątynnym oraz wykonaliśmy quest związany ze znalezieniem ziół leczniczych i z rozejmem u Fanatyków. Po rozmowie z Cor Angarem udajemy się do Baal Cadara, który mianuje nas na Guru i otrzymujemy quest. Mamy udać się do miejsca, gdzie na początku gry spotykaliśmy Rosta i zabić ścierwojada, który jest wrażliwy tylko na magię. W jego ciele będzie klucz, którym otwieramy skrzynię nad kopalnią, pod którą się znajdował. Zabieramy itemy i wracamy do niego, dzięki czemu kończymy questa.",
    {
      "entities": [
        [
          452,
          463,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "AD2 Jaszczury w G1 nigdy nie miały skór do zabrania (to zdaje się błąd w polskim tłumaczeniu, powinny być skóry topielców i błotnych węży). Natomiast zarówno topielce, jak i błotne węże normalnie dropią skóry, przed chwilą sprawdziłem, więc chyba masz jednostkowy bug (nie występujący zawsze). Albo jakoś dziwnie to sprawdzałeś - czy po prostu na wężach występujących w rozgrywce, czy jakoś za pomocą kodów?",
    {
      "entities": [
        [
          112,
          121,
          "MONSTER"
        ],
        [
          4,
          13,
          "MONSTER"
        ],
        [
          158,
          166,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zaczekaj aż Młody Ścierwojad przetłumaczy nowa wersje lhivera. Być może te problemy zostały tam rozwiązane.",
    {
      "entities": [
        [
          18,
          28,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeszcze większe gratulacje za poprawienie parowania i ustawienie parowania przy odskoku. Teraz to sobie nie wyobrażam by jakiś mod tego nie posiadał. Trochę tyci poprawił bym przyznawanie doświadczenia za potwory. Wilk i krwiopijca dają tyle samo expa, a wilczek jest o wiele silniejszy.",
    {
      "entities": [
        [
          214,
          218,
          "MONSTER"
        ],
        [
          221,
          231,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Trochę śmieszne jest to że pies Drago sam ubija trolla i tego golema ale to szczegół",
    {
      "entities": [
        [
          48,
          54,
          "MONSTER"
        ],
        [
          62,
          68,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- przeskalowane niektóre istniejące już potwory - np. Zębacze, Cieniostwory - wielkością przypominają te z G1/G2,",
    {
      "entities": [
        [
          63,
          75,
          "MONSTER"
        ],
        [
          54,
          61,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Napierśnik zdobędziecie w Świątyni Mora Sul w jednej z podziemnych krypt, posiada go Wódz Szkieletów.",
    {
      "entities": [
        [
          92,
          102,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- dodano nowych przeciwników w 19 różnych miejscach , niektórzy unikatowi, tacy jak np. królowa pełzaczy, smoczy krwiopijca, wojownicy cienia czy pradawne smoki (dodano screeny),",
    {
      "entities": [
        [
          96,
          104,
          "MONSTER"
        ],
        [
          113,
          123,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- nieuzbrojony bohater, wilk, dzik, cieniostwór, bizon, nosorożec, rozpruwacz, jaszczur, aligator, ognisty jaszczur, krwiopijca i gargulec nie posiadali szybkiego ataku, teraz działa on jak normalny;",
    {
      "entities": [
        [
          24,
          28,
          "MONSTER"
        ],
        [
          79,
          87,
          "MONSTER"
        ],
        [
          107,
          115,
          "MONSTER"
        ],
        [
          117,
          127,
          "MONSTER"
        ],
        [
          36,
          47,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "No i darowałbym sobie niektóre informacje typu \"chatę pilnuje wilk, ale trochę dalej niż w finalnej wersji\".",
    {
      "entities": [
        [
          62,
          66,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Szczur parówka zawsze na propsie",
    {
      "entities": [
        [
          0,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- są mało pomocni: jedynie Peratur dużo mi pomógł (ale też po kilku próbach), Ashton jedynie się przyglądał jak biję Poszukiwaczy, natomiast Avallach... wręcz przeszkadzał, podkładał mi się pod strzały gdy biłem demony z łuku, więcej póki co nie spotkałem",
    {
      "entities": [
        [
          212,
          218,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Aż jestem ciekaw, czy i co wykombinujecie jeszcze z tym cieniostworem ;) Za pierwszym razem, choć (dzięki powyższemu obrazkowi) spodziewałem się jego pojawienia, to i tak wziął mnie z zaskoczenia",
    {
      "entities": [
        [
          56,
          69,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wnętrzności Pełzacza",
    {
      "entities": [
        [
          12,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "2. Mogłem powiedzieć Quentinowi o oddaniu jaj królowej pełzaczy w ogóle przed przywołaniem posłańca Śniącego. Dało się też wejść do kopalni przed rozmową z Lesterem, która prowadzi do II rozdziału i po rozmowie ze strażnikami świątynnymi dostać wpisy do questa \"Szpieg na bagnach\", o tym, że Bezi ma wystarczające informacje.",
    {
      "entities": [
        [
          55,
          63,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "AD2 może mam urojenia, ale wydaje mi sie że w modzie jaszczury dawały skóry, ale może sie myle (wydaje mi sie że ten dziadek koło klasztoru zmiennokształtnych skupuje ich skóry)",
    {
      "entities": [
        [
          53,
          62,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kiedyś to gobliny rządziły światem podając się w opiekę duchom swych przodków. Aż przyszedł czas gdy przybyli znani nam bogowie. Jeden z nich Innos kazał ogłosić się panem stworzenia, królem wszechświata itd. Dumne goblińskie klany nie chciały uznać nowego boga, więc ten w odwecie rzucił na nie klątwę. Skarlił ich rasę, a potem natchnął i wysłał przeciw nim istoty, które oddały mu hołd-ludzi. Ci zniszczyli goblinie miasta i sprofanowali ołtarze, polowali na niedobitków, którzy ukryli się w górach i podziemiach. Innos był zadowolony. Rasa, która oponowała jego władzy żyła teraz jak zwierzęta. Gobliny przestały być liczącą się siłą w nadchodzących wojnach bogów.",
    {
      "entities": [
        [
          10,
          17,
          "MONSTER"
        ],
        [
          599,
          606,
          "MONSTER"
        ],
        [
          410,
          418,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jestem w 1 rozdziale, robie miesje dla Bustera gdzie trzeba kupić mu pogromce wilków i pozostałe przedmioty u Keretha ale on ich nie ma na sprzedaż. Ma tylko miecz sędziego i dwa pierścienie o jakiejś innej nazwie",
    {
      "entities": [
        [
          78,
          84,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pewnego bardzo spokojnego dnia, gdy osadnicy jak zwykle oddają się w  pocie czoła budowie swojego miasta, nagle z lasu wybiega odziana w  strzępy ubrania tajemnicza kobieta z płaczącym dzieckiem w rękach.  Dotychczas budowniczym miasta nie zakłócało nic spokoju, jedynie od  czasu do czasu mężni drwale musieli przegnać wilka, a kobiety  przechytrzyć lisa. Ze zdziwieniem i lekkim niepokojem mimo wszystko  przyjmują kobietę z dzieckiem do siebie, gwarantując szałas i lekką  pracę.",
    {
      "entities": [
        [
          320,
          325,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_MEATBUG                              = 24               ;      //   CHRZĄSZCZE",
    {
      "entities": [
        [
          82,
          92,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Napisałem ten post dlatego że jako fan Gothica czytając ten temat widzę że sporo osób irytuje poziom trudności LH, a nie każdemu chce się podchodzić do grupki goblinów na 10 poziomie po kilka razy",
    {
      "entities": [
        [
          159,
          167,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_LURKER                              = 37               ;      //TOPIELEC",
    {
      "entities": [
        [
          78,
          86,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- naprawiono powtarzające się maczugi w ekwipunku różnych typów goblinów;",
    {
      "entities": [
        [
          64,
          72,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gdzie znajdę 2 strażnika do posiadłości ? mam już Wilka",
    {
      "entities": [
        [
          50,
          55,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "//spowoduje pozostawienie bryłki rudy po postaci fajnie by było dać tam np. kosc goblina z G2 ;)",
    {
      "entities": [
        [
          81,
          88,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "11/teraz, gdy nie umiemy wyciągać serc zabity mag-szkielet zawsze znika z gry",
    {
      "entities": [
        [
          50,
          58,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tak to co to jest ? Gothic 2 Noc Męczarni ze Szczurami u Kruka,a Smoki na dokładkę. Jak to jest możliwe to dać potworom regenerację w czasie walki np jaszczuroludziom, solidnie zwiększyć ilość PŻ potworom pokroju smoczy zębacz, orkowie, i wtedy bez dobrego wyposażenia nie podchodź. Skocz lepiej skocz na pastwisko ....",
    {
      "entities": [
        [
          220,
          226,
          "MONSTER"
        ],
        [
          45,
          54,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przemiana w Topielca",
    {
      "entities": [
        [
          12,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "No i szkielet mag doobra robota - mam nadzieję, że go zobaczymy",
    {
      "entities": [
        [
          5,
          13,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przemiana w krwiopijcę\",   // SPL_TRF_BLOODFLY   =   26;",
    {
      "entities": [
        [
          13,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ciekaw jestem - ale już nie chciało mi się sprawdzać - jak można by jeszcze zbugować grę ;) Jak cieniostwór zabił mi Ratforda przed zakończeniem poszukiwań Jorika, to zakładam, że po prostu gry nie da się ukończyć, bo nigdy nie dojdzie do rozmowy z myśliwymi w obozie. Ale co, gdyby zakończyć i to poszukiwanie z Ratfordem, i polowanie z Draxem, a potem cieniostwór ubiłby jednego z nich lub obu? Bo mam wrażenie, że skrypty przy odpaleniu tego trialogu z myśliwymi sprawdzają tylko zmienne ustawiane przy zakończeniu zadań, a nie czy postacie faktycznie są na miejscu (chyba że coś przegapiłem) - więc gdyby któregoś zabrakło, to gra mogłaby się scrashować albo przyblokować tak, że weszłaby w tryb cutscenkowy (bohater sam siada na ławce), ale nie da się nic zrobić.",
    {
      "entities": [
        [
          96,
          107,
          "MONSTER"
        ],
        [
          354,
          365,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Czy ktoś mi pomoże z zadaniem żywność dla starej kopalni śledzę tego mirzo ale zabija go cieniostwór , moje pytanie jest następujące jak pokonac najlepiej tego cieniostwóra",
    {
      "entities": [
        [
          89,
          100,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "nowe umiejętności łowieckie (pozyskiwanie sadła kretoszczura, mięsa gadów i inne)",
    {
      "entities": [
        [
          48,
          60,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W obozie bandytów zaczepia nas Raoul i każe nam przyjść w pobliże jaskini. Gdy przychodzimy daje on nam pałkę i każe wejść do jaskini i poszukać Hammfriego. Zabijamy pełzacze na swojej drodze. Głębiej znajduje się ciało bandyty. Bierzemy wszystko co przy nim znajdziemy. Na końcu jaskini znajdują się złoża rudy potrzebne do zadania ,,Kopaczem na zawsze. Wracamy do Raoula.",
    {
      "entities": [
        [
          166,
          174,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tak, dokładnie ten teleport. Chrząszcz chodzi po jednym z jego ramion.",
    {
      "entities": [
        [
          29,
          38,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:12:55:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przemiana w Ścierwojada",
    {
      "entities": [
        [
          12,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mógł by mi ktoś zapodać kod na amulet dla Isgarota?. Powodem takiej desperacji jest fakt, że musiałem chyba wcześniej ubić tego goblina który miał w posiadaniu owy amulet i go nie przeszukałem:(, a teraz stoję w miejscu. Z góry dziękuje i pozdrawiam.",
    {
      "entities": [
        [
          128,
          135,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:13:05:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zębacz pasiasty",
    {
      "entities": [
        [
          0,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jakby można było tym objąć tylko poszczególne potwory - orkowie, jaszczuroludziowie,smocze zębacze,smoki,trolle,golemy. Wtedy to jeszcze ma sens wg mnie.",
    {
      "entities": [
        [
          105,
          111,
          "MONSTER"
        ],
        [
          112,
          118,
          "MONSTER"
        ],
        [
          91,
          98,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Fabiosek, Mateo nie ma książki, która uczy usuwania rogów cieniostwora.Gdzie jest?",
    {
      "entities": [
        [
          58,
          70,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "dobrze że chociaż mam wrzask berserkera bo raczej bym pełzaczy nie rozwalił.Nie chce mi się dalej grać w tego moda wszystko jest w nim fikuśne zadania się mieszają np:z zostaniem kopaczem i testem zaufania,dziwne ustawienia są jak walczysz z jakimś stworem ale daleko jest np:strażnik lub ktokolwiek inny to tak wyciąga broń potem biegnie potem ją chowa i tak aż nie zabijesz stworka .Szkoda że tak wyszło naprawdę mod warty grzechu i bardzo mi się spodobał w początkowej fazie gry ale jak się zobaczy te błędy no to padam zwłaszcza że tyle czasu już grałem.Przepraszam nie chciałem nikogo obrazić zwłaszcza po moim ostatnim poście.Mod nie do grania.",
    {
      "entities": [
        [
          54,
          62,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam problem z zadaniem \"Lance wymienia kamienne tabliczki\". Po pierwszej wymianie nie ma opcji dialogowej do kolejnych wymian, nawet gdy mam ponad 120 płytek i żuwaczek pełzaczy.",
    {
      "entities": [
        [
          169,
          177,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "No i... Tutorial. W Gothicu. Nie chodzi mi już o te wyskakujące okienka, które przerywają grę, ale całe zadanie z Diego to jeden wielki tutorial, w którym nie czujesz się, jakby Diego faktycznie dawał ci wybór - nie, on jest twoim mentorem, to widać od początku, a by dotrzeć do Starego Obozu MUSISZ z nim iść. Innej opcji po prostu nie ma. Z tym też wiąże się oczywiście kolejne zadanie, które tak pasuje do początków skazańca w kolonii, jak pięść do nosa. Co tam, zabij grupkę wilków, parę ścierwojadów i zębacza, nie ma sprawy. A na koniec i tak jesteś \"świeżakiem\", co to musi udowodnić swoją wartość. W G1 po zabiciu zębacza chyba od razu by się mianowali strażnikiem, gdybyś ledwo co się tam znalazł. W takim tempie spodziewam się po trzech godzinach radosnego ubijania Cieniostworów, bo co tam, jak szaleć to szaleć.",
    {
      "entities": [
        [
          492,
          504,
          "MONSTER"
        ],
        [
          479,
          485,
          "MONSTER"
        ],
        [
          507,
          514,
          "MONSTER"
        ],
        [
          622,
          629,
          "MONSTER"
        ],
        [
          776,
          789,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Naprawiono możliwość użycia runy przyzywania szkieletu na drugim kręgu magii;",
    {
      "entities": [
        [
          47,
          56,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam pytanie, czy da się jakoś zrobić by wilki przestały skakać jak koniki polne? No masakra po prostu. Aż się boje pomyśleć co wyprawiają takie np. zębacze.",
    {
      "entities": [
        [
          40,
          45,
          "MONSTER"
        ],
        [
          148,
          155,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "daj screena z dziennika z tego zadania wydzielina pełzaczy. zobaczymy na czym stanęło",
    {
      "entities": [
        [
          50,
          58,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Człowiekowi wilkiem, wilkowi człowiekiem.",
    {
      "entities": [
        [
          12,
          19,
          "MONSTER"
        ],
        [
          21,
          28,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "I tak oto okręt naszego protagonisty wpadł w rwący przypływ niesławnego malstromu... Wszystko wydawało się już stracone, jednak kąśliwa łaska losu sprawiła, że mieli na pokładzie starego, doświadczonego wilka morskiego wśród Orkowych Najemników, który uchwycił zagrożenie. Szczęście w nieszczęściu, można by rzec. Wydając krzykliwie polecenia, podszedł do rudla i gwałtownie nim obrócił, aby wyprowadzić statek na skraj wiru. Wtedy było już za późno. Wykorzystując cały swój bagaż doświadczeń, odwłóczył jedynie nieznacznie niechybne fatum, umożliwiając opuszczenie pokładu wszystkim tym, którzy jeszcze mieli ku temu okazję. Na dalekim horyzoncie rysowały się już szczyty Austri, którego wybrzeże zwiastowało w tym momencie jedyny możliwy ratunek.",
    {
      "entities": [
        [
          203,
          208,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "INSTANCE ITWr_ScavengersuppeRezept_01 - Przepis na zupę ze ścierwojada",
    {
      "entities": [
        [
          59,
          70,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wszystkie klasy są zdefiniowane w _intern\\classes.d, ale nas będą interesować tylko c_item, c_info, c_npc. Niezależnie od tego jaką klasą się posługujemy należy zdefiniować instancję - w przypadku c_item charakteryzuje ona jeden rodzaj przedmiotów (np. Smażone mięso), w wypadku c_info jeden temat (dialog), natomiast c_npc jeden rodzaj istot (np. Szkielet-wojownik (wszyscy mają tę samą), Szkielet maga z wieży mgieł, Gorn, Ścierwojad (wszystkie mają tą samą), każdy Szkodnik ma oddzielną).",
    {
      "entities": [
        [
          348,
          356,
          "MONSTER"
        ],
        [
          390,
          398,
          "MONSTER"
        ],
        [
          425,
          435,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "a) topielce działają bez zarzutu",
    {
      "entities": [
        [
          3,
          11,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "mam pytanie, zna się ktoś na tyle na grzebaniu w modach, żeby zmienić ten minimalny damage zadawany przez potwory? bycie zboostowanym koksem a i tak dostawanie po 30dmg od jakiegoś młodego wilka boli...",
    {
      "entities": [
        [
          189,
          194,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Lepiej tych początkowych przeciwników dać w kategorii \"cieniasy i złamasy\", a solidne utrudnienia zacząć dawać od dzików poprzez zębacza kończąc na smokach. Walki ze ze ścierwojadami itp nie wyglądają zbyt epicko bo nie są epickie,over",
    {
      "entities": [
        [
          169,
          182,
          "MONSTER"
        ],
        [
          129,
          136,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Siekiera mi sie podoba a goblin przypomina mi elvansa wiec nie",
    {
      "entities": [
        [
          25,
          31,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Podpiąć model konia 3DS pod kości cieniostwora z gothic 2 to około 2 minuty roboty ;)",
    {
      "entities": [
        [
          34,
          46,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Świetny pomysł, chociaż nazwanie go minotaurem chyba byłoby bardziej odpowiednie. Wgl jest możliwość \"zrobienia go na szkielecie ogra\"? Wydaje mi się że bardziej by pasował.",
    {
      "entities": [
        [
          118,
          128,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Quarhodrona można przywołać na kodach. Tak samo jak Czarnego Trolla, nie będzie już błędu. Radzę jednak poczekać, gdyż po pobraniu łatki będzie można normalnie grać na starych zapisach.",
    {
      "entities": [
        [
          61,
          67,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "3. Płytki z pełzacza dla Matteo (tu chyba zabugowane zadanie)",
    {
      "entities": [
        [
          12,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_SKELETON                           = 33               ;      //   SZKIELETY",
    {
      "entities": [
        [
          80,
          89,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Troll, w tematach o tym modzie już było kilku, ale ten jest bezwzględny.",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Chrząszcz",
    {
      "entities": [
        [
          2,
          11,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- ataki pełzaczy nie mogą być już blokowane przy użyciu broni;",
    {
      "entities": [
        [
          8,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam prośbę: wcięło mi gdzieś alwina po tym polowaniu na zębacza możliwe  że spadł ze skarpy a przed zakończeniem gry chciałem jeszcze okraść wszystkich",
    {
      "entities": [
        [
          56,
          63,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Już zrobiłem te zadanie - nazwy niestety nie podam bo nie jestem u siebie i musiałbym włączyć grę (droższe nadziewane pralinki wyrzuciłem na stolik, poczekałem parę dni, kupiłem tańsze pralinki, nadziałem je i w momencie wchodzenia do domu zaliczył mi się wpis w dzienniku - teraz tylko poczekałem do północy i wziąłem upragnioną bryłkę). Modyfikacja kapitalna, w pamięć szczególnie zapadła mi początkowa misja z tym chrząszczem (zdecydujcie się wypróbować zwój, warto!), ale wszystkie misje trzymają bardzo przyzwoity poziom (ochrona kowala, szukanie wejścia na dachu, sabotaż stoiska tego bogatego sknery, po prostu za dużo by wymieniać, czegoś takiego w innych modyfikacjach nie doświadczyłem).",
    {
      "entities": [
        [
          417,
          428,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Odnośnie kolorystyki szat druidów-zwierząt chodziło mi o to, że jeżeli taka powiedzmy szata, która ma kaptur wilka, który jest w takim białoszarym kolorze to aby i cała szata właśnie miała taką kolorystykę.",
    {
      "entities": [
        [
          109,
          114,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "pisałem już o wiele wcześniej, że te pancerze strażników są z WoGa, tak jak i szkieletów. Rozmieszczenie sług Xardasa dałem takie, ponieważ wydawało mi się sensownie, choć mogłem gdzieś nieświadomie nawiązać do Returniga 2.0 po graniu w niego. Obóz myśliwych postaram się jeszcze dopracować, ponieważ nawet na zakończenie filmu napisałem, że  coś mi się zbugowało, więc... Obóz bandytów ma być rozbudowany pod względem zadań i postaci, ponieważ wydał mi się on pusty i cała ta palisada zostanie wytłumaczona. Pancerze myśliwych można zmienić, jeśli większa część osób będzie chciała, ale muszę to też uzgodnić ze swoim grafikiem 2D i zrobić jakiś model. Przy następnej prezentacji będzie nowy świat, który powinienem wszystkich zadowolić.",
    {
      "entities": [
        [
          78,
          88,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wie ktoś gdzie można znaleźć zbroje z modyfikacji (najlepiej wszystkie)?Póki co wiem gdzie jest: Pancerz z Trolla (u Bospera, Pancerz Zabójcy/Złodzieja (nagroda za Krwawe Kielichy), Wzmocniona Skórzana Zbroja (Wystarczy Ulepszać).",
    {
      "entities": [
        [
          107,
          113,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Może i tak nie wiem, dopiero się \"wkręcam\" w tego moda, chciałbym uniknąć sytuacji gdy w pewnym momencie gra stanie się absurdalnie trudna, bo na początku i dalej może być ok, a w połowie albo pod koniec może się tak zdarzyć, więc 30 poziom i problemy z kilkoma ścierwojadami/wilkami na raz to mit?",
    {
      "entities": [
        [
          276,
          283,
          "MONSTER"
        ],
        [
          262,
          275,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:14:14:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zupełnie niepotrzebnie nakręcacie prowokację bojącego się pokazać swojej tożsamości trolla z serwisu z filmikami. Nie widziałem żeby Psimgoth o nim pisał - avatar będący oznaką głupoty to jego sprawa.",
    {
      "entities": [
        [
          84,
          90,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Sucharu? Swoją głupotą będziesz tłumaczyłem trollem czy sucharem? Isnieje spora różnica między sucharem i głupotem, odsyłam do internetu.",
    {
      "entities": [
        [
          44,
          51,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "EDIT: Musiałem zrobić mksturę PODNOSZĄCĄ manę, a nie regereracji, ale z kolei mam następny problem, Otóż zdobyłem Obuz z Quentinem za pomocą trolli, ale kiedy zabije wszystkie trolle, wykosze all strażników to Quentin nic o tym nie mówię, łażą za mną cały czas jak klauny co z tym zrobić?",
    {
      "entities": [
        [
          176,
          182,
          "MONSTER"
        ],
        [
          141,
          147,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A ja wkońcu mam questa z hodowlą ścierwojadów jupi ide go zrobić XD",
    {
      "entities": [
        [
          33,
          45,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:14:33:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "11. Wilk uczy nas płatnerstwa... trochę to nie pasuje do tego pana:) zostawił bym uczenie się płatnerstwa u Carla i tyle. Ewentualnie dodać je u Benneta.",
    {
      "entities": [
        [
          4,
          8,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Postaram się dla was zrobić 10 razy lepszy mod niz Dolina Zombie",
    {
      "entities": [
        [
          58,
          64,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "twórcy udostępnili też obrazek przedstawiający nowy wygląd ścierwojadów:",
    {
      "entities": [
        [
          59,
          71,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zapomniales ze pełzacze i szkielety reagują nawet na gildie ork",
    {
      "entities": [
        [
          26,
          35,
          "MONSTER"
        ],
        [
          15,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:17:41:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Zmienione statystyki niektórych NPC, np Goblin Wojownik jest teraz trochę trudniejszy od goblina szkieleta i walczy tępym mieczem dwuręcznym.",
    {
      "entities": [
        [
          91,
          98,
          "MONSTER"
        ],
        [
          42,
          48,
          "MONSTER"
        ],
        [
          99,
          108,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- mięso chrząszcza",
    {
      "entities": [
        [
          8,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gdzieś na wyspie znajduje się małe obozowisko prymitywnych orków-pogan (nie słyszeli o trzech bóstwach, żyją sobie na tej wyspie od lat, czczą siły przyrody itp.), niestety od czasu przybycia osadników z Khorinis, coraz częściej dochodzi do nieporozumień i drobnych starć, rozwiązanie sprawy mieczem raczej nie wchodzi w grę, ze względu na siłę zielonoskórych. Zadaniem gracza jest udanie się do obozowiska w celu zażegnania problemu. Oczywiście nie możemy tak po prostu, uzbrojeni po zęby wejść do orkowej osady, gdyż szybko skończylibyśmy przygodę z modem. Aby wykonać zadanie najpierw rozmawiamy ze zwiadowcą osadników. Dowiadujemy się od niego wiele o zwyczajach miejscowych orków, a także o tym, że żeby zdobyć ich zaufanie musimy mieć przy sobie głowę cieniostwora - wielkiego wroga zielonoskórych. Nie pozostaje nam nic innego, jak upolowanie bestii. Głowa widnieje w jej ekwipunku (coś jak łeb Bloodwyna). Z cennym trofeum udajemy się do osady naszych \"przyjaciół\". Musimy skierować swe kroki do siedziby szamana. Ten zna szczątkowo ludzką mowę (podsłuchiwał rozmowy ludzkich osadników), wiec kłopotów z dogadaniem się nie ma. Przedstawiamy prymitywnemu magusowi warunki pokoju (coś się wymyśli, wydzielone tereny polowań, brak agresji wobec ludzi itp.). Szaman waha się chwilę i przyjmuje je. Wracamy z dobrymi nowinami do naszego zleceniodawcy.",
    {
      "entities": [
        [
          758,
          770,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Ścierwojad\",",
    {
      "entities": [
        [
          1,
          11,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tak, zadanie z goblinami wpływa na fabułę. Dopóki go nie rozpoczniesz, nie będziesz mógł zostać czeladnikiem.",
    {
      "entities": [
        [
          15,
          24,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Witam. Ja mam pytanie na temat zadania z kapliczkami Beliara. Otóż chodzi mi dokładnie mi o amulet, który powinienem zdobyć przy słonecznym kręgu. Zabiłem goblina, który ten amulet posiadał, lecz nie wiedząc ze to on go ma poszedłem, potem już go nie było. Proszę o pomoc w postaci jakiejś komendy czy innego możliwego rozwiązania",
    {
      "entities": [
        [
          155,
          162,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dzisiaj pobrałem i przed chwilą ukończyłem moda, zajął mi jakieś półtorej godziny bo zaglądałem gdzie się tylko da. Nawet przyjemnie się grało, chociaż zadania były proste i w większości polegały na podaj pozamiataj. Sama fabuła taka sobie, na maluteńkiej wysepce osiedliło się 6 magów i 6 najemników, na totalnym zadupiu gdzie po prawdzie nic niema. Rozumiem pustelnika który tam żyje, chciał uciec od wszystkiego więc znalazł tam nowy dom, rybak i Richard też ujdą.  Dodatkowo po co rozwijać postać w tym modzie (prócz siły i kowalstwa) skoro.. tam najpotężniejszy przeciwnik to demon ? demon który budzi się co 250 lat, jest tak potężny że z łatwością może zabić wszystkich magów, a koniec końców  po 6 uderzeniach mieczem i składa się jak scyzoryk. Poza tym znalazłem ( przez przypadek ) pancerz łowcy smoków, więc gobliny czy trzy wilki straszne nie były nawet jak na 2lvl.",
    {
      "entities": [
        [
          819,
          826,
          "MONSTER"
        ],
        [
          581,
          586,
          "MONSTER"
        ],
        [
          589,
          594,
          "MONSTER"
        ],
        [
          836,
          841,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "2. Pazury pełzacza, u góry spięte owalnym obiektem pewnie również z jakiegoś metalu. Ofc ornamenty.",
    {
      "entities": [
        [
          10,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie za bardzo teraz wiem gdzie zaczynać, obszukałem jasniknie w tym tą gdzie był ork i tę z Cieniostworami i typka nie ma.",
    {
      "entities": [
        [
          92,
          106,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ork w straży miejskiej ;p ciekawy pomysł do tego opancerzony troll chyba są w returnie 2 XD",
    {
      "entities": [
        [
          61,
          66,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Edit2: Jednak naprawiło wywalanie. Przy przemianie w Topielca wywala ;/.",
    {
      "entities": [
        [
          53,
          61,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- miecz demona wygląda teraz jak \"Szpon Beliara\",",
    {
      "entities": [
        [
          8,
          14,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jedna uwaga ode mnie. Cholernie mi się to nie podoba i psuje to bardzo klimat świątynnego strażnika. Mianowicie Jim uczy magii w Starym Obozie. Oznacza to, że Bractwo nie ma nic specjalnego do zaoferowania jako gildia chyba, że zrobić im jakieś bajeranckie zadania. Po za tym strażnik/najemnik/kretoszczur z magią to trochę dziwnie wygląda.",
    {
      "entities": [
        [
          294,
          305,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilk:",
    {
      "entities": [
        [
          0,
          4,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "nagrodę od Felixa za zabicie demona otrzymuje się w każdym przypadku (także, jeśli przed zabiciem powie się Felixowi, że pomogło się wszystkim magom)",
    {
      "entities": [
        [
          29,
          35,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "na szkielety powinny być bronie obuchowe ewentualnie sieczne",
    {
      "entities": [
        [
          3,
          12,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- \"retro\" postawa pełzaczy,",
    {
      "entities": [
        [
          18,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W sprawie kolczugi idziemy do Wulfgara, potem do Pablo, który twierdzi, że kolczugę kupił Wambo . Wykonujemy zadanie ,,Czeladnik, dostajemy się do Górnego Miasta i gadamy z Wambo. Wieczorem wkradamy się do sypialni straży, zabieramy ze stołu klucz Wambo, a potem z jego skrzyni kolczugę. Idziemy do goblina z żuwaczką, który nas prowadzi z powrotem do wieży. Oddajemy skradzione rzeczy goblinom i wracamy z dobrymi wieściami do Lobarta.",
    {
      "entities": [
        [
          299,
          306,
          "MONSTER"
        ],
        [
          386,
          394,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Częściowo lub całkowicie zmienione dźwięki: dziki, wilki, rozpruwacze, jaszczury, demony, świnie. Dźwięki wydawane przez bestie i potwory podczas poruszania się zostały podgłośnione, aby uniemożliwić im podkradanie się do gracza.",
    {
      "entities": [
        [
          82,
          88,
          "MONSTER"
        ],
        [
          51,
          56,
          "MONSTER"
        ],
        [
          71,
          80,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Świetna robota. Potestowałem trochę nekromantę i Prz. Szkielety nareszcie robią co powinny. W końcu trochę przyjemności z gry w tym III rozdziale.",
    {
      "entities": [
        [
          54,
          63,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Skóra Wilka",
    {
      "entities": [
        [
          6,
          11,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Co do \"stunlocka\", pomocne są uniki, tarcza również jak lubisz, jak nas taki wilk złapie w \"stunlocka\" to jeszcze można:",
    {
      "entities": [
        [
          77,
          81,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Właśnie przeszedłem moda. Krótki ale fajny o_o  No i faktycznie te 2000 HP to dobry pomysł. Za pierwszym razem mnie wykończyli, za drugim podejściem był niezniszczalny Golem a w dodatku gra mi się zawiesiła(?), a za trzecim razem rozwaliliśmy ich (przywódcę zabiłem własnoręcznie) i zostało mi około połowy HP.",
    {
      "entities": [
        [
          168,
          173,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "1. Ej no tragedia nie da się walczyć grałem w Noc Kruka wiele razy i dawało rady z systemem walki, ale tutaj tak namotali, że bić się z bandytą w jaskini z chrząszczami przechodzi ludzkie pojęcie. Albo chrzaszcze nakurzam albo strzele raz w bandyte i w ogole sie ruszac nie mogę w boki tylko do tyłu kroczek jak mam załączoną kulę ognia załóżmy.",
    {
      "entities": [
        [
          156,
          168,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Po śmierci lodowego golema zostajemy odmrożeni.",
    {
      "entities": [
        [
          20,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "i drugie pytanie, gdzie znajde garbarza bosper mówił o porcie ale szukałem i nikogo nie znalazłem aha i chyba znalazłem bład zadanie \"płytki pełzacza dla matteo\" mi nie znikły z dziennika",
    {
      "entities": [
        [
          141,
          149,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przemiana w Krwiopijcę",
    {
      "entities": [
        [
          12,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ew. można by też dodać coś organicznego (czyt. jakiegoś kapłana <w #msg153680działającej świątyni#msg153680> lub szkielety <w starym, opuszczonym miejscu kultu>)",
    {
      "entities": [
        [
          113,
          122,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kto mnie nauczy zdobywania trofeów?(ściągania skór, płytek pełzaczy itd). Naszukałem się i ani Bosper ani Wilk...",
    {
      "entities": [
        [
          59,
          67,
          "MONSTER"
        ],
        [
          106,
          110,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:22:10:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zbroja z płytek pełzaczy",
    {
      "entities": [
        [
          16,
          24,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zawsze od modów tego typu (addonów wszelkiego rodzaju) odpychały mnie te kretyńsko hardcorowe balansy rozgrywki. Oczywiście, lubię kiedy gra stawia wyzwania, ale nie każdy lubi tłuc się z małym stadkiem ścierwojadów 20 razy - zwłaszcza, jeśli jego czas możliwy do poświęcenia na grę jest ograniczony.",
    {
      "entities": [
        [
          203,
          215,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nawet fajny tylko denerwowały mnie te questy przynieś itd. Z Zombie był chyba najfajniejszy",
    {
      "entities": [
        [
          61,
          67,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mnie osobiście wnerwia SpeedHack, poprostu nie potrafie na nim grać, wystarczy że dzik/wilk zaatakuje mnie 1 raz i już po mnie, bo atakuje 2/3 ataki na sekunde. A mając najlepszą zbroję + 500 HP Wilk ma mnie na 5/6 hitów",
    {
      "entities": [
        [
          87,
          91,
          "MONSTER"
        ],
        [
          195,
          199,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie będzie to chyba spojler dla innych, skoro daliście też takie zdjęcie - bardzo fajny pomysł z faktycznym pojawieniem się cieniostwora po zmroku (jak oglądałem gameplaye demka, to trochę słabe wydało mi się, że mimo upływającego czasu noc w ogólnie nie zapada, a cieniostwór się nie pokazuje). Natomiast rozumiem, że to globalne ustawienie, by pojawiał się on obok bohatera, gdy tylko wybije godz. 20 - ale może jednak nie powinien się pojawiać na terenie placu wymian albo nawet na bramie, obok Orry'ego? ;)",
    {
      "entities": [
        [
          124,
          136,
          "MONSTER"
        ],
        [
          265,
          276,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jedynie do poprawki mi zostały Brontoki, Czerwie (te najbardziej), Jaszczury Grzmotów i Szczury bez kolców, reszta jest wporzo a i jeszcze pozmieniać \"movesety\" niektórym z nich (w szczególności Jaczuroczłekom żeby nie walczyły identycznie jak Orkowie), jak poprawię to może filmika dam.",
    {
      "entities": [
        [
          67,
          76,
          "MONSTER"
        ],
        [
          88,
          95,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Czy jest jakaś możliwość zianstalowania playerkit'a i system packa dla osób ze steamową wersją gothica? Za każdym razem mam szary przycisk instalacji. Chciałem pograć w tego nowego moda dolina zombie w G1 ale instalacja tego wszystkiego mnie przerasta.",
    {
      "entities": [
        [
          193,
          199,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tak. Muszę przyznać, że wszystkie misje są super, choć niektóre dość trudne, ale nadal fajne, np. te z goblinami",
    {
      "entities": [
        [
          103,
          112,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam problem z tymi pralinkami. Alchemik umarł w postaci wilka zanim wziąłem od niego ten płyn nasenny.",
    {
      "entities": [
        [
          56,
          61,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zębacz i RafalBudzis - z tego co widzę nic nie stoi na przeszkodzie, byście rozegrali mecz. Na co czekacie?",
    {
      "entities": [
        [
          0,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeśli chodzi o zadanie \"Gobliny!\", to ich się nie zabija. Po prostu jeden z nich cię zagaduje i zaprowadza do przywódcy.",
    {
      "entities": [
        [
          24,
          31,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- zwiększono PŻ cieniostwora, Ciniostwór czasem odrzuca nas podczas ataku jak troll",
    {
      "entities": [
        [
          78,
          83,
          "MONSTER"
        ],
        [
          16,
          28,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "i szarganie moich nerwów. Wczoraj przez jego troll-posty nie mogłem usnąć, to już poważne wykroczenie.",
    {
      "entities": [
        [
          45,
          50,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gra będzie wyróżniała się, niespotykaną dotąd mechaniką. Sprawa jest o tyle ciekawa, bo będzie to strzelanka do zombie... nudą powiało ? to jakaś żenada ?? momencik ! my mamy na prawdę coś nowego do powiedzenia w realiach \"ZombieApocalypse\" i to z eksterminacją w tle.",
    {
      "entities": [
        [
          112,
          118,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "po linii dialogowej ze szkieletem (przed teleportem), pojawia się ekran ładowania i wywala do windowsa. zainstalowalem patch 1.0.1.",
    {
      "entities": [
        [
          23,
          33,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pancerze szkieletów są z woga",
    {
      "entities": [
        [
          9,
          19,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przyzwanie Golema",
    {
      "entities": [
        [
          11,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pancerz z jaszczura:",
    {
      "entities": [
        [
          10,
          19,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Skóra Topielca",
    {
      "entities": [
        [
          6,
          14,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tak więc Orik skończył uganiać się za szczurami i zabrał to po co go wysłano przedtem jednak rozejrzał się dookoła.Beczki w których trzymali piwo były już dosyć wysłużone a haki na których wisiało mięso też widziały lepsze czasy, karczma potrzebowała niemałego remontu i wymiany wyposażenia.Belki potrzymujące konstrukcję nadal wydawały się  mocne i trwałe, ojciec Orika specjalnie kupił do tego dębowe drewno i wynajął dobrego cieślę.Piwnica nie wyglądała wyjątkowo źle pomijając problem ze szczurami i nieco uciązliwy fetor ich odchodów.",
    {
      "entities": [
        [
          38,
          47,
          "MONSTER"
        ],
        [
          492,
          501,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "2) Nazwy potworów? Niby na jakie? Ścierwojad to gołąb? Nie... To zbyt dziecinne, tylko niektóre będą uzabawnione...",
    {
      "entities": [
        [
          34,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Gdy zabijemy czarnego trolla, po chwili się zacznie uzdrawiać, ale dalej będzie leżał na ziemi i nie będziemy mogli zabrać trofeów.",
    {
      "entities": [
        [
          24,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Spotkałem w lesie ducha królewskiego strażnika. Pogadaliśmy, a w międzyczasie przyszły do nas wilki i dziki. Duch opowiada, jak to nie zejdzie z tego świata, dopóki <warunek_questa>, Kończymy rozmowę, zaś zwierzęta rzucają się na ducha i go zabijają. No niefajnie, że duch nie jest nieśmiertelny, chociaż do czasu, gdy <warunek_questa>.",
    {
      "entities": [
        [
          94,
          99,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Aj. Racja przywołałem go bo skóra była mi potrzebna. Dzięki za informacje(ale 1 kręgu lub celności z łuków moge normalnie się uczyć tylko te zdolności myśliwskie). A mam inne pytanie dostałem misje od Malona odszukać tych piratów. Wasili nie ma linijki dialogowej. Popłynąłem do tej kryjówki ubiłem zombie i nie mogę drzwi otworzyć. W solucji pisze że klucz był w rękojeści. Ale tu właśnie moje pytanie skąd mam wziąść ten miecz z kluczem bo Malon nic mi nie dał.",
    {
      "entities": [
        [
          299,
          305,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Osłabiono Agresywnych krwiopijców w zadaniu z Sakharem.",
    {
      "entities": [
        [
          23,
          34,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Czy to normalne, gdy jaszczur zjedzie mi hp do zera to moja postać \"mdleje\" a nie ginie?",
    {
      "entities": [
        [
          21,
          29,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Preriowy ścierwojad w 2018-05-14, 22:42",
    {
      "entities": [
        [
          16,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jest to błąd, który został naprawiony w nowej wersji lhivera, ale Młody Ścierwojad nie będzie jej niestety tłumaczył bez długi czas, bo jest zajęty innym projektem itp. Poczytaj wcześniejsze posty, jeżeli chcesz wiedzieć więcej.",
    {
      "entities": [
        [
          72,
          82,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- dodano nowe modele czarnej skóry trolla, smoczych serc, chwastów i questowych kusz;",
    {
      "entities": [
        [
          35,
          41,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Taka słodka, nic  tylko by ją schrupać. powiedział nieznany mu głos, barwa tego głosu przywiodła mu na myśl demony o których czytał, złowrogi znak sugerujący jakoby zainteresowały się nim siły z którymi za nic nie chciał mieć do czynienia.",
    {
      "entities": [
        [
          109,
          115,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Orientuje sie ktos gdzie mozna znalezc\\kupic rune smierc ozywiencom? Jestem w IV rozdziale, mam teraz isc do tej starej kopalni wypchanej szkieletami i zombie. Googlowalem troche, ale nijak sie maja tamte odpowiedzi do edycji rozszerzonej :(",
    {
      "entities": [
        [
          138,
          149,
          "MONSTER"
        ],
        [
          152,
          158,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    ", mam kolejny problem, otóż moja postać posiada 26 lvl,  praktycznie każdego jadę jak chcę, ale z jednym przeciwnikiem mam wielki problem, te trolle...",
    {
      "entities": [
        [
          142,
          148,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Goblin berserker",
    {
      "entities": [
        [
          2,
          8,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zrobisz kretoszczury?",
    {
      "entities": [
        [
          8,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zębacz dał walkovera",
    {
      "entities": [
        [
          0,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "8. Klikamy Plik>Zapisz Jako (w oknie obrazka) i zapisujemy go jak Hum_Head_Vxxx_C0.tga (xxx zastępujemy dowolną liczbą, domyślnie mamy 162 twarze, więc jeśli nie tworzyłeś nowych to wpisz 163 (czasami robi błędy jak np. dałem 3100 to mi pokazało Zombie Wrzoda",
    {
      "entities": [
        [
          246,
          252,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "i nie wiem czy nadal ten błąd jest że na poczatku 3 rozdziału możemy powiedzieć pewnemu straznikowi świątynnemu (zadanie od gomeza) ze śniący okazał się demonem za nim bezimienny dowie się od Cor Angara że śniący to demon",
    {
      "entities": [
        [
          216,
          221,
          "MONSTER"
        ],
        [
          153,
          160,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wiem że to może się trochę gryźć z założeniami samego moda odnośnie zwiększenia poziomu trudności ale ja chętnie zobaczyłbym przywrócenie minimalnych obrażeń jakie możemy otrzymać z 30 do standardowo 5. Choćby dlatego że to minimum 30 dmg skutkuje tym że posiadanie zbroi na początku gry nic nie daje, bo i tak dostaje się magiczne 30 od byle szczura co przy małej puli punktów trafień na początku gry jest strasznie bolesne.",
    {
      "entities": [
        [
          343,
          350,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "I gdzie jest troll oraz Patrick w zdaniu od Orka z Najemników :{",
    {
      "entities": [
        [
          13,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam nadzieję że poprawicie w wersji 1.4 bronie, aby nie były traktowane przez grę jak zwykłe przedmioty? Strasznie to upierdliwe, gdy wykuje się 10 mieczy i nie można ich sprzedać pojedynczo, lub wywalić z ekwipunku, aby jakiś npc podniósł niewykończony miecz po walce. Szkoda że Snaf nie uczy nas gotować swojej potrawki z odzyskanego przepisu. Jeżeli będziecie zwiększali poziom trudności, taka mała prośba, dodajcie zwierzątkom więcej punktów życia o 100 albo 200%, a nie róbcie takiej chryi jak w modzie MT, gdzie twórcy dali cieniostworom, trolom i innym potworkom, jakieś makabryczne wartości odporności na obrażenia, przez co zwierzaki były praktycznie nieśmiertelne. Aha i gdybyście mogli dodać handlarzom więcej towaru oraz rudy do ich ekwipunków, handel zawsze w Gothiku potraktowany był po macoszemu. Zawsze mnie dziwiło, że główny handlarz na targowisku, ma jedynie 200 bryłek rudy a nie 5000 albo 50000. Aha i przydałby się jakiś pancerz, którego dałoby się kupić np. od Cavalorna, coś pomiędzy ciężkimi spodniami kopacza a ciężką zbroją np. Cienia. Żeby nie ganiać w kalesonach zanim nie przyjmą nas do jakiegoś obozu. W sumie, skoro rudy można wydobywać w nieskończoność, to moglibyście podnieść nieco ceny pancerzy, ewentualnie podnieść też limity wydobywanej rudy do np. 1000 bryłek w ekwipunku. W sumie to zawsze w Gothicu, brakowało mi respawnu zielska oraz możliwości \"zasadzenia\" bagennego ziela w Nowym Obozie, jakiegoś side questu podkopującego Bractwo. No i czekam z niecierpliwością na nową stabilna poprawioną wersję.",
    {
      "entities": [
        [
          530,
          543,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:23:50:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Potrzebuję pomocy przy zadaniu Ekwipunek przeciw orkom. Płytki pancerzy pełzaczy oddałem Matteo przy zostawaniu czeladnikiem, ale Rupert nie umiał pancerza poskładać. Ten pancerz, który ma zrobić Wilk wymaga 12 płytek, teraz mam 9. Każdy pełzacz na wyspie wybity, nie mam skąd ich brać. W solucji jest, że sprzedaje je Bennet, nie ma ich w swoim ekwipunku. Co mam robić?",
    {
      "entities": [
        [
          72,
          80,
          "MONSTER"
        ],
        [
          196,
          200,
          "MONSTER"
        ],
        [
          238,
          245,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeśli zauważyliście zmieniłem potworkowi gildie na ,,GIL_MEATBUG,, (chrząszcz) zaraz opiszę dlaczego ją zmieniłem lecz teraz zamykamy plik i zapisujemy zmiany. Jeśli nasz potwór jest już gotowy możemy wejść w folder B_Monster i od razu wchodzimy w plik  B_InitMonsterAttitudes.W pliku znajdziemy nastawienia potworów do innych bestii ale nas będzie interesowało tylko nastawienie do ludzi dlatego odnajdujemy linijkę która odpowiada za gildie naszego potwora czyli //-------- MEATBUG -------- i  następnie pierwszą linijkę podmieniamy na taka",
    {
      "entities": [
        [
          68,
          77,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Warto chomikować skóry wilków i topielców do czasu wizyty w N.O, zrozumiecie na miejscu.",
    {
      "entities": [
        [
          23,
          29,
          "MONSTER"
        ],
        [
          32,
          41,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Co do edit2 to raczej nie, tylko cały czas ci się będzie cofał czas teraz. Zaraz wam wrzucę łatkę. Co do klingi to leży przy szkielecie. Jak idziesz do Wolnej Kopalni to będzie taki obóz najemników po jednej stronie, a po drugiej będą półki skalne. Po prostu wejdź tam i znajdziesz. PS: model klingi jest trochę za duży. Będę to musiał poprawić :(",
    {
      "entities": [
        [
          125,
          135,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "No to jednego trolla na pewno mamy. Poza tym na wszelki wypadek porównałbym z kontem Pana wyżej.",
    {
      "entities": [
        [
          14,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- mają słabe zbroje (w starciu z demonem, gdy ten pierwszy zaatakuje = gleba)",
    {
      "entities": [
        [
          33,
          40,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Retro\" szkielet mag (czacha wyciągnięta z Risen'a 1 jak coś",
    {
      "entities": [
        [
          8,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Aby dostać się na statek musimy przekonać Farima, że jesteśmy przydatni. Wykonujemy zadania ,,Szczury i ,,Zombiaki, a także wręczamy mu 200 monet. Przewozi on nas na statek. Zabijamy zombiaki na statku łącznie z kapitanem, później wracamy do Kardifa.",
    {
      "entities": [
        [
          94,
          101,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "3. Płytki pełzacza dla Matteo",
    {
      "entities": [
        [
          10,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- owce i młode gobliny mają swoje imiona;",
    {
      "entities": [
        [
          15,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Pełzacz Wojownik",
    {
      "entities": [
        [
          2,
          9,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Idź tam gdzie w zwykłym GIINK był Czarny Troll to niedaleko tej jaskini będzie myśliwy imieniem Grimbald biggrin.gif to jest kochaś Thekli",
    {
      "entities": [
        [
          41,
          46,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam pytanie, jestem w IV rozdziale z przyjacielem szkieletem (zapomniałam imienia). Utknęłam przed kratą za którą były 2 zębacze. Zdobyłam klucz który był u góry przed kratą ale nie wiem jak tam wejść dalej. Nie widzę żadnego przycisku. Jak uruchomić kratę aby wejść dalej?",
    {
      "entities": [
        [
          50,
          60,
          "MONSTER"
        ],
        [
          121,
          128,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kontynuacja mojego moda pt Dolina Zombie.",
    {
      "entities": [
        [
          34,
          40,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Niestety na 100% posiada multikonta, ten troll ma zmienne IP, ale zawsze początek 94.254., korzysta także z jednego stałego IP zaczynającego się na 46., wiem o tym doskonale, ponieważ u nas ma identyczne multikonta:",
    {
      "entities": [
        [
          41,
          46,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Będziesz musiał uderzyć szczura 22 razy.",
    {
      "entities": [
        [
          24,
          31,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Przywrócone levele z G2NK zielonym goblinom, szkieletom goblinom, młodym goblinom i czarnym goblinom, sam level ma jedynie wpływ na ptk doświadczenia za zabicie.",
    {
      "entities": [
        [
          47,
          57,
          "MONSTER"
        ],
        [
          37,
          45,
          "MONSTER"
        ],
        [
          58,
          66,
          "MONSTER"
        ],
        [
          75,
          83,
          "MONSTER"
        ],
        [
          94,
          102,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jedna z kapliczek znajduje się w dolinie niedaleko Khorinis , w jaskini niedaleko Vina i Joe po prawej stronie (jest tam troche goblinów)",
    {
      "entities": [
        [
          128,
          136,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Drobna modyfikacja, Demon Lord",
    {
      "entities": [
        [
          20,
          25,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Co ty tam wyrabiasz, znowu rzucasz w szczury kamieniami? Przynieś to piwo i nie demoluj piwnicy, krzyknęła zniecierpliwiona Aya.",
    {
      "entities": [
        [
          38,
          45,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "if (self.npctype == NpcType_ROGUE) //NpcType_ROGUE od razu nas atakuje. Są to np. bandyci z kanionu trolli",
    {
      "entities": [
        [
          100,
          106,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jak pamietacie moze w 4 rozdziale bandyci maja takie glupawe zadania ze straznicy zabili ratforda i drax dostal wscieklizny i w emocjonalnym dialogu mowi nam ze idzie zapierdolic straznikow co chodza wokol starego obozu w akcie zemsty. na to quentin mowi ej stop oni nas zajebia jak on to zrobi (niby czemu mieli by to zrobic skoro pewnie drax zginalby przy podejsciu pod brame do so, ale dobra mlody bylem glupi i myslalem ze to jest git). no i ci bandyci zorganizowali nie wiadomo jaki kurwa oddzial bojowy zeby pojsc z tym draxem i tych straznikow zajebac. z 10 npc kazdy sie plata pod nogami bo ta gra jak dobrze wiemy jest na tej i wielu innych plaszczyznach zjebana. no i chuj pobili tych straznikow i wracaja gites fajen. a potem ich zaczepia goly doyle czy tam rocky co spierdolil z obozu w samych gaciach iks de i mowi ze skelden i oddzial dojebanych straznikow zajal oboz xd no i dzielni bandyci robia odwet i jest bitka. a w ogole w starych wersjach 1.2 chyba to bylo tak ze mozna bylo jakiegos maga najac co by zrobil zwoj przywolujace trolle ktore zrobia rozpierdol albo sciagniecie lawiny na oboz zeby ich pozabilalo ale czlowiek mial glupie pomysly. oczywiscie potem to wywalilem a z tej lawiny zostal tylko prototyp. potem jak juz odbili ten oboz to drax sie powiesil bo to jego wina. glebokie xd a pozniej to juz byly jakies glupoty ze trzeba bylo isc poszukac doyle ktory nagle spierdolil do brygady pancernej torlofa a na koniec szlo sie do tej kopalni bo quentin stwierdzil ze to bedzie p o t e z n y ruch z jego strony przeciw gomezowi xd chuj ze dopiero co stracil oboz xd no do czego zmierzam? ano ze to bylo glupie delikatnie mowiac. uznalem ze jak bractwo robi dubb to trzeba te kompromitacje powstrzymac. mialem dobre checi. i nowej wersji wymyslilem inna glupote ale mniejsza. opisze wam ja teraz. przychodzi bezi bandyta do obozu i quentin mowi ze sa dymy w opuszczonej kopalni i niech wezmie doyla i dwoch ludzi i niech tam ida zrobic porzadek. pod kopalnia to co wczesniej czyli straznicy i demony. doyle mowi ze do kopalni nie wchodzi i ma kurwa racje bo to by byla katorga jeszcze z nimi sie platac xd no i dalej po staremu chodzi bezi po kopalni zabija te demony i tego poteznego zlego nekromante co narobil takiego szamba jak psimgoth na arenie miedzynarodowej polskiemu muddingowi gothica. bezi wraca z magicznym artefaktem na powierzchnie i doyle mowi ze gites mordo ale podczas twojej nieobecnosci straznicy zaatakowali oboz a czesc bandytow schowala sie w lesie i uciekla (przyznajcie ze brzmi to troche lepiej niz to co wyzej). idziemy do quentina i ten ma pomysl (uwaga teraz sie zacznie glupie) zeby zakrasc sie w nocy do obozu i dolac trutki do beczki z winem. porobilem tam taki fancy skrypt skladajacy sie z podstawowych funkcji. jak wchodzilismy w nocy do obozu to straznicy mieli brak gildii i byli neutralni ale mieli dialogi z warunkiem odleglosci. ci ktorzy stali w oswietlonych miejscach mieli te odleglosc wieksza a ci co w ciemnych mniejsza. no i gracz mial przejsc po prostu w ciemnosci do tej beczki nie zblizajac sie do nikogo. wszystko niby dziala jak robimy dobrze ale za cholere nie moge zmienic gildii tym straznikom gdy zostaniemy przylapani. probowalem wszystkim chamska zmiana gildii przez .guild, settrueguild oraz bchangeguild i wszystkie razem. nie dziala. dzisiaj po przeczytaniu waszych postow uznalem ze sprobuje sie z tym zmierzyc jeszcze raz. po 4 godzinach testow prob i przechodzenia tego jednego kawalka gry ponownie nie wiem jak to naprawic. mark tez nie wie. wysle po prostu te skrypty quashowi i on sobie podejmie decyzje czy dostosuje dubb do starych dialogow z wersji 0.93 czy bedzie sie probowal z tym silowac. a mialem mu skrypty wysylac w sierpniu bodajze takze lipa. poza tym sa przeciez tez inne przerobki ktorych dokonalem i cholera wie czy tam wszystko dziala. nie chce mi sie z tym walczyc juz.",
    {
      "entities": [
        [
          2021,
          2027,
          "MONSTER"
        ],
        [
          2189,
          2195,
          "MONSTER"
        ],
        [
          1048,
          1054,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mogę jedynie wykonać to ze ścierwojadami, myślałem, że ominie mnie bieganie po lesie ale chyba nie :d",
    {
      "entities": [
        [
          27,
          40,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Goblin jest z WoGa.",
    {
      "entities": [
        [
          0,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Leży obok drzwi, przy szkielecie.",
    {
      "entities": [
        [
          22,
          32,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Rozgrywkę ukończyłem po 17 godzinach, prawdopodobnie grając na niskim/średnim poziomie trudności (sam nie pamiętam), ale z wyłączonym odradzaniem się potworów, by zbytnio nie przesadzić z siłą postaci i tym sposobem pod koniec miałem 23 poziom. Zastanawia mnie, dlaczego twórcy tak bardzo zawyżają czas rozgrywki mówiąc o od 20-40 godzinach potrzebnych do ukończenia jej, ale to swoją drogą. Rozgrywka niestety oferuje zbyt wiele możliwości do zarobku, dzięki czemu w środku pierwszego rozdziału zdobyłem jeden z najlepszych pancerzy w modyfikacji, który można kupić od razu. Jeśli chodzi o błędy w rozgrywce to zauważyłem tylko jeden błąd w zadaniu \"Lance wymienia kamienne tabliczki\", gdzie po pierwszej wymianie z niewiadomych przyczyn nie mogłem wykonać kolejnej. Tutaj też pojawia się inna kwestia, że ilość płytek pełzaczy i ich żuwaczek jest zdecydowanie za duża. 120 każdej z tych rzeczy, by wykonać misję to sporo, bo pomimo olbrzymiej ilości pełzaczy i tak udało mi się zdobyć maksymalnie 70 płytek/żuwaczek. Może to kwestia wyłączonego odradzania się stworzeń? Z nowości to mogę wspomnieć o umieszczeniu nowego potwora w grze, Moraka, lecz jego animacje są na dość niskim poziomie, a poza tym z niewiadomych przyczyn ma w swoim ekwipunku skórę wilka.",
    {
      "entities": [
        [
          820,
          828,
          "MONSTER"
        ],
        [
          952,
          960,
          "MONSTER"
        ],
        [
          1255,
          1260,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gdzie jest jaskinia, do której uciekł przed wilkami Henry ? Pasterz dał wskazówkę że na wprost miasta. Ale ja na wprost miasta znalazłem jedynie jaskinie w której (jak zakładam) wydobywało się rudę żelaza. Szukam właściwej jaskini ale nie mogę znaleźć.",
    {
      "entities": [
        [
          44,
          51,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ten troll musi mieć naprawdę żałosne życie.",
    {
      "entities": [
        [
          4,
          9,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Bicie tego na piechotę na tym etapie zajęło by wieczność, wjazd jako zębacz, zmiana, kradzież i ucieczka trwa za długo i wyżej wspomniane stwory zdążą zabić przed kiwnięciem palcem. Są w ogóle inne opcje?",
    {
      "entities": [
        [
          69,
          75,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Więcej innowacji np: tarcze , walka 2 broniami, jazda na cieniostworze, nowy system teleportów itd",
    {
      "entities": [
        [
          57,
          70,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przyczepiłbym się kilku szczegółów i w ten sposób przedłużył sobie kutasa (co zapewne zrobiły gobliny), ale w sumie video jest całkiem spoko. Generalnie jedyne co mi nie pasuje w tym filmiku, to to że większość opisów różnic kończy się na \"wygląda inaczej\" i tak w kółko. Lepiej by było zrobić po prostu jakąś pauzę i zbliżenie na omawiany pancerz/teksturę.",
    {
      "entities": [
        [
          94,
          101,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Potwory są bardzo silne co też ubija klimat, gdyż nie wielka jest różnica pomiędzy walką z orkiem, a z dwoma wilkami. Wszystko jakby spakowane do jednego worka różniące się tylko modelem 3D.  Co jak co, ale przychodzi moment w grze, kiedy nie chcę się obawiać, że wilki mnie zjedzą. Teraz mam smaka na orkowego wojaka, a ut proszę...",
    {
      "entities": [
        [
          264,
          269,
          "MONSTER"
        ],
        [
          109,
          116,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    ", za wieżą Dextera jest ścieżka przy górze prowadząca do jaskini ze szkieletami - tam też jest jedna. No i wychodząc wschodnią bramą z miasta idź wzdłuż pustej fosy, do takiej kotliny. Przechodząc po trupach wargów i zębaczy na samym dole jest jaskinia z kapliczką.",
    {
      "entities": [
        [
          68,
          79,
          "MONSTER"
        ],
        [
          217,
          224,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:22:47:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Doktor Ścierwojad",
    {
      "entities": [
        [
          7,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Na pewno wcześniej leżał w jaskini z kryształem w MT jest tam portal orków, a jaskinia jest koło drogi z golemami do Xardasa.",
    {
      "entities": [
        [
          105,
          113,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- zmieniono położenie projektu miecza demona,",
    {
      "entities": [
        [
          38,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "14/teraz Bosper nie wypowiada  w związku ze sprzedażą skóry czarnego trolla kwestii zarezerwowanych dla skóry zwykłego trolla",
    {
      "entities": [
        [
          69,
          75,
          "MONSTER"
        ],
        [
          119,
          125,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Udało mi się zrobić, ale tak, że nie ginę tylko zmieniam się w szkieleta, a gdy zrobię, że ginę to jest tak jak na obrazku...",
    {
      "entities": [
        [
          63,
          72,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Teraz po dokonaniu zmian możemy zapisać plik i wyjść. Generalnie nasz potwór jest już gotowy, ale ponieważ chcemy mieć dobrze odstawioną robotę musimy jeszcze wejść w folder Story plik text.d i w nim odnaleźć nazwę gildii swojego potwora (czyli chrząszcza) i zmienić jej nazwę na ,,Pies,,",
    {
      "entities": [
        [
          245,
          255,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tak , pierwsze kroki od razu zapewne kierujmy w rejon Gospody \"Martwa Harpia\". Sterczy tam Dragomir I Gaan, jest Wilk i Angar macha leniwie mieczem. Tymczasem w rozmowie z nimi okazuje się że żaden z panów nie jest zainteresowany...",
    {
      "entities": [
        [
          113,
          117,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:24:08:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "To jeden z bugów soczystych tego moda jest ... nie reaguj na to, najlepiej upie*dol gnojka. Chyba, że chcesz się bawić w \"pierdoły\", to możesz zmienić tempatitude i permatitude (chyba tak to się nazywa) na friendly, corkalomowi. I o ile mi wiadomo, szkielety TEŻ nie powinny cię atakować. Tak więc pozostaje jedynie zmiana temp i perm, a w świątyni śniącego, czy może raczej PRZED ,ponowna na wyjściowy.",
    {
      "entities": [
        [
          249,
          258,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Niektóre potwory nieco przesunięte w świecie (np.Ścierwojad obok Gerarda czy ten tuż przed Firnem, jak ktoś nie lubi tak głupio tracić PD, to się z tym nieźle namęczy, poza tym Gobliny spod chaty Cavalorna powinny wylądować gdzieś pod wieżą tego Nordmarskiego kowala, są tam małe ruiny i beczki, obozik idealnie dla nich, zdaje się, jakieś bestie spod obozu myśliwych, chyba, że ich nie ma, Kretoszczur z okolicy Szantażysty w drodze do W.K, no i Ścierwojady spomiędzy chaty Cavalorna a chaty Aidana, jak się zaczną drzeć, to z góry obrywają od myśliwych, można je przecież przenieść kawałek w lewo patrząc w str N.O, chyba to wszystkie),",
    {
      "entities": [
        [
          178,
          185,
          "MONSTER"
        ],
        [
          448,
          459,
          "MONSTER"
        ],
        [
          50,
          60,
          "MONSTER"
        ],
        [
          392,
          403,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam to samo z tym zdrowiem. W 1 rozdziale próbując zabić orka elite za farmą Onara oraz w czarnym lesie nie byłem w stanie wyrządzić mu żadnej krzywdy gdyż na bieżąco regenerował swoje zdrowie. Dopiero podprowadzenie go do Laresa rozwiązało ten problem. O dziwo w trakcie czyszczenia mapki pod koniec 1 rozdziału ork znajdujący się blisko farmy Lobarta oraz nieco dalej przy dodatkowym wejściu do Górniej doliny padł bez problemu. Często też spotykam ten błąd walcząc z innymi mobami jednak nie jest to coś uniemożliwiające pokonanie wroga. Gorzej gdy walczymy na niskim lvl np z cieniostworem a ten zregenerował sobie 3/4 życia tylko dlatego bo wybiegł nam na chwile z pola widzenia.",
    {
      "entities": [
        [
          580,
          593,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_SHADOWBEAST                        = 28               ;      //   cIENIOSTWORY",
    {
      "entities": [
        [
          80,
          92,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "* Odkrycie fermy pełzaczy w jaskini hodowcy",
    {
      "entities": [
        [
          17,
          25,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Chrząszcz siedzi na kamieniu teleportacyjnym na szczycie góry z tego co pamiętam.",
    {
      "entities": [
        [
          0,
          9,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Potrzebuję pomocy z pewnym zadaniem. Muszę zdobyć 12 płytek pełzaczy dla Wilka. Niestety mam tylko 10, a wydaję mi się, że wybiłem wszystkie na mapie. Czy mógłby ktoś wypisać pełną lokalizację pełzaczy na mapie? Czy jednak muszę czekać na 3 rozdział, w celu odnowienia się potworów?",
    {
      "entities": [
        [
          60,
          68,
          "MONSTER"
        ],
        [
          193,
          201,
          "MONSTER"
        ],
        [
          73,
          78,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gdy na 4 rozdziale Quentin/ Corristo lub ktokolwiek inny każe wam pójść do kopalni to idź cie tylko pod wejście. Potem B MARVIN i wpisujecie taką komendę: insert NON_2094_Glest i insert Focus_Corristo. Jeżeli spełniany warunek 4 rozdział npc sam do was zagada. Za nami pojawią się nasi przyjaciele (zależnie od gildi). Temu który nas zaczepi pokazujemy kamień. Możemy go teraz oddać do Corristo i pogadać z naszym zwierzchnikiem. Byłbym zapomniał. Razem z naszymi przyjaciółmi pojawią się zombie. Jeden z nich powinien mieć przy sobie mapę (wymagana do rozpoczęcia wątku Czarnego Maga). Jednak, że mimo iż ją dodałem to jej nie ma. Kod na nią to: ItWrWorldmapBlackMage. Gdy mamy mapę musimy udać się z nią do Saturasa. To chyba tyle.",
    {
      "entities": [
        [
          489,
          495,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "62.Szczury",
    {
      "entities": [
        [
          3,
          10,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Hmm kretoszczur aka panda ? czy to tak tylko dziwnie wygląda. ( jakoś borsuka w tym nie widzę )",
    {
      "entities": [
        [
          4,
          15,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ten cieniostwór z cm ma taką długą szyję czy mi się wydaje?",
    {
      "entities": [
        [
          4,
          15,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Popiołak i Nieumarły Popiołak (na sterydach) (z tym chujstwem najbardziej się namęczyłem ale najfajniej wyszedł w akcji i ogólnie) (Troll)",
    {
      "entities": [
        [
          132,
          137,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- poprawiono zaniżaną cenę potrawki z chrząszcza;",
    {
      "entities": [
        [
          38,
          48,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:24:16:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Warunek if (Npc_IsDead(nazwa npca))ewentualnie jeśli chcemy np.stworzyliśmy zadanie z zabiciem 10 ścierwojadów to wpisujemy scavenger np:",
    {
      "entities": [
        [
          98,
          110,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Najlepiej będziesz jak weźmiesz nową grę i podejdziesz do tego goblina. klikniejsz bodajże \"t\" i zobaczysz jego instancję czy jak to się tam nazywa, przepiszesz na karteczkę i wywołasz w swojej grze.",
    {
      "entities": [
        [
          63,
          70,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Są w jaskini za wodospadem, obok tej z goblinami Kyro.",
    {
      "entities": [
        [
          39,
          48,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mięso Chrząszcza",
    {
      "entities": [
        [
          6,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Poziom jest dobry. Gram na trudnym i łucznikiem idzie świetnie. Ale mimo iż mam najlepszy pancerz to i tak dostaje spore obrażenia nawet od kretoszczura....",
    {
      "entities": [
        [
          140,
          152,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "5. Po rozmowie z Garpem nagle w środku kopalni pojawił się Ziemny Troll a pełzacze zaczęły wychodzić z szybów. WTF??",
    {
      "entities": [
        [
          66,
          71,
          "MONSTER"
        ],
        [
          74,
          82,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A teraz w jaskini z goblinami ze skradizonymi dobrami dla myśliwcyh.",
    {
      "entities": [
        [
          20,
          29,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Hej. Gram sobie na twoim patchu nekromantą. Kończe powoli Jarkendar. Mam uwagi do wytrzymałości i obrażen dwóch istot. Kąsacz oraz Goblin Wojownik. Te istoty nie powinny być chyba mocniejsze od orków, wargów itp. Obrażenia to jedna sprawa, jak każdy wie grając w gothica obrażeń się unika, więc to  nie jest duży problem, ale obrona i życie to druga sprawa. Myśle, że mogłbyś wziać to pod uwagę jesli nadal pracujesz nad patchem. Pozdrawiam",
    {
      "entities": [
        [
          131,
          137,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "a jak zdobyć tą z pełzaczy?",
    {
      "entities": [
        [
          18,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Preriowy ścierwojad w 2018-06-06, 21:43",
    {
      "entities": [
        [
          16,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "No tak szczerze, stary, to sam nie wiem. Będziesz musiał zrezygnować z Magnactwa, bo godząc się na to wylatujesz i tak ze SO, i kończysz grę od 4r jako taki trochę upadły Magnat, taki Magnat degenerat, odstępca od każdego obozu, nie masz gildii, nikt cię nie nauczy walki 2r ani magii, bo do nikogo nie przystąpisz, etc. W sumie fajny klimat, grałem, ukończyłem, tylko trzeba sobie w 4r zdobyć ich pancerz. Jako strażnik masz na pewno fajne zadanie z konwojem do SK. Po dołączeniu do NO jako Mag Wody na pewno coś tam jeszcze będzie, tak mi się przynajmniej wydaje, kupisz na legalu zwoje od nich, na golemy Xardasa chociażby, nauczysz się magii i zostaniesz Nekromantą. Tak, w kwestii rozwoju to dobra opcja jest. W zasadzie konkuruje z nią tylko ścieżka NO od początku, bo już Bractwem nie dostąpisz sztuk Nekromanty, Guru mają magię do 4kręgu, bo potem umiera Y'Berion, a jak wiemy z Golden Moda lub możemy się domyślać, tylko on znał 5krąg magii, jak Saturas w NO, więc lipa.",
    {
      "entities": [
        [
          601,
          607,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kurde i mnie zagiąłeś dobra, jednego trolla więcej jednak.Szanuję twoją odpowiedź i to bardzo.Chociaż nie wiem skąd wywnioskowałeś, że narzekam na nic, po prostu nie chce nie ścisłości to daję link do tematu.",
    {
      "entities": [
        [
          37,
          43,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "INSTANCE Skeleton_Lord_ArcholM - Przyjazny kretoszczurom pan cienia Bani",
    {
      "entities": [
        [
          43,
          56,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "5. Coś jest nie tak z szamanem goblinów w jaskini Grega, jak wszedłem je tam wybijać to gdy się zbliży do ostatniej jaskini słychać odłosy walki i gdy wybijemy już golbiny goniące nas i pójdziemy tam to szaman po prostu leży martwy, obok leży runa i w jego ekwipunku też jest runa.",
    {
      "entities": [
        [
          31,
          39,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Hej, mam mały problem z zadaniem \"Hodowla ścierwojadów\". Otóż w zagrodzie nie mam jeszcze preriowych ścierwojadów. Niestety, gdy byłem przy Niclasie, ten je wszystkie wybił i nie wiem, gdzie mogę je jeszcze znaleźć.  oO",
    {
      "entities": [
        [
          42,
          54,
          "MONSTER"
        ],
        [
          101,
          113,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przyzwanie szkieletów\",   // SPL_SUMMONSKELETON=   7;",
    {
      "entities": [
        [
          12,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W modzie uświadczymy łącznie trzech lokacji: wyspy Juran, wielkiej pustyni i tzw. labiryntu. Ta pierwsza została wykonana naprawdę dobrze, jest klimatyczna, barwna, żywa. Niestety twórcy zdecydowali się wzbogacić florę o powiększone modele niektórych roślin/grzybów, które moim zdaniem wyglądają naprawdę nieatrakcyjnie i lepiej było z nich rezygnować. Poza tym naprawdę bardzo podoba mi się to, że wyspa nie jest \"płaska\". Występuję w niej wiele nierówności, dużo tuneli, parę platfrom, by dostać się na wyższe poziomy. Drugą wspomnianą lokacją jest pustynia, którą teoretycznie powinno się zwiedzać od trzeciego rozdziału, a w praktyce można to już zrobić w pierwszym. Jak sama nazwa wskazuje są to spore połacie pustynne, lecz niestety naprawdę puste. Odległości między różnymi ciekawszymi punktami są momentami naprawdę spore, przez co mam po prostu ochotę zasnąć, bo przechodzenie po raz setny przez olbrzymi kawałek pustyni, napotykając od czasu do czasu jakieś pełzacze z pewnością nie jest interesujące. Jeśli jednak dochodzimy do jakieś piramidy lub innego ciekawszego punktu to możemy liczyć na trochę frajdy walką z nieumarłymi, a także zdobywaniem jakiś artefaktów. Niestety ostatnia lokacja, jaką jest labirynt, jest niestety tragiczna. Choć początkowo wzbudzała moje zainteresowanie, będąc bardzo oryginalnym pomysłem w serii Gothic, to niestety szybko straciłem swoją wiarę. Ów labirynt to nic innego jak po raz kolejny zbyt duży teren (mówię o tym miejscu, gdzie dane nam będzie wykonywać wyzwania), który zbytnio nudzi, ponieważ brakuje częstej walki w nim i sztucznie chce przedłużyć rozgrywkę, zmuszając nieraz gracza do zgubienia się. Tyle z tego dobrego, że ostatni świat jest całkowicie opcjonalny, więc można pominąć tą lokację wykonując wątek główny.",
    {
      "entities": [
        [
          968,
          976,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dałem cieniostwora",
    {
      "entities": [
        [
          6,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Petro z ławką przesunięty dalej od jaskini (przeszkadza w wybiciu Kretoszczurów, a taka strata PD na początek jest za duża, do tego mówi, że S.O jest za jego plecami, więc powinien siedzieć tuż przed bramą, tyłem do niej, obok odgałęzienia ścieżki na dwie, do S.O i w str lasu i wieży Mgieł, lub gdzieś tam w podobnej okolicy),",
    {
      "entities": [
        [
          67,
          80,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przemiana w pełzacza\",      // SPL_TRF_CRAWLER   =   28;",
    {
      "entities": [
        [
          13,
          21,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Właśnie, że łuk powinien być taką samą główną bronią co 1h/2h to samo kusza, może nie każdy ma ochotę napierdalać mieczem. Ja zawsze w Skyrim grałem łucznikiem, a teraz gdy w gothicu jest rozbudowane celowanie, to czemu by nie zagrać w gothicu. Jakoś nikomu nie przeszkadzało, że łuk w Skyrim zadawał obrażenia szkieletom, smokom itd.",
    {
      "entities": [
        [
          311,
          321,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Młody ścierwojad w 2017-10-20, 22:17",
    {
      "entities": [
        [
          13,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Osobiście bawiłem się całkiem dobrze. To \"demo\" wygląda obiecująco, ale niesatysfakcjonująco. Zabrakło \"Witamy w Kolonii\" (podobno dotarło to do twórców i mają to zmienić), no i \"risenowość\" szaty graficznej też nie pasuje do Gothica ni w ząb. Kilka innych rzeczy też wymaga poprawy ale, moim zdaniem, to wszystko jeszcze się będzie zmieniać i kształtować. Bardziej mnie martwi czy twórcy nie zrobią z opowieści zwykłego \"Hero Story\" i czy rozumieją, że Gothic 1 to w sumie prosta historia o zwykłym facecie który ląduje w pierdlu. Tyle, że magicznym. Jego jedynym celem jest przeżyć i możliwie szybko się stąd wyrwać. Przez co pakuje się w co raz większe szambo. A w \"demie\" od początku wybuchy, ogień, zębacze...No czuć, że twórców korci na jakąś \"epickość\".",
    {
      "entities": [
        [
          704,
          711,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "3. Zakończyć zadanie \"Płytki pełzacza dla Matteo",
    {
      "entities": [
        [
          29,
          37,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_GOLEM                                 = 36               ;      //   GOLEM",
    {
      "entities": [
        [
          83,
          88,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Proszę o zmianę nicku na \"Preriowy ścierwojad\".",
    {
      "entities": [
        [
          35,
          45,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Łój Kretoszczura",
    {
      "entities": [
        [
          4,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "INSTANCE ITWr_FleischwanzenragoutRezept_01 - Przepis na potrawkę z chrząszcza",
    {
      "entities": [
        [
          67,
          77,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Co chwile wywala. Po przemianie w Topielca przykładowo.",
    {
      "entities": [
        [
          34,
          42,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mod pierwsza klasa. Zmienia Gothica w przygodówkę - tylko 1 walka (gobliny). Zakończenie nietypowe, cieszyłem się, że gra powoli się rozkręci a tu BUM... Szkoda...",
    {
      "entities": [
        [
          67,
          74,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ja uważam, że i tak szacunek dla młodego ścierwojada bo mu się chciało grzebać w tym gównie.",
    {
      "entities": [
        [
          41,
          52,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilk z gothic 1 zrobi pancerz z płytek pełzacza jeśli je się przyniesie",
    {
      "entities": [
        [
          0,
          4,
          "MONSTER"
        ],
        [
          39,
          47,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Acha ja się tylko zapytałem a ten z trollami wyjeżdża.",
    {
      "entities": [
        [
          36,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_WOLF                                 = 27               ;      //   WILKI",
    {
      "entities": [
        [
          82,
          87,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pięść Trolla",
    {
      "entities": [
        [
          6,
          12,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przemiana w Jaszczura",
    {
      "entities": [
        [
          12,
          21,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Młody ścierwojad w 2018-03-30, 16:51",
    {
      "entities": [
        [
          13,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "I czy jeśli zabiłem leśne ścierwojady w 2 rozdziale to zrespią się w którymś?",
    {
      "entities": [
        [
          26,
          37,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "jest to młot innosa który dostaniesz od isengarta po znalezieniu amuletu w okolicy kręgu rytualnego co zniszczyli poszukiwacze w zwykłej g2 będzie przy goblinie oddajesz amulet a on ci daje młot innosa rozwalasz pokoleji itp. itd.",
    {
      "entities": [
        [
          152,
          160,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dobreee!!! NazwęXD Ale nadal chciałbym zrobić taką co zamienia w szkieleta...",
    {
      "entities": [
        [
          65,
          74,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- po śmierci przywołanych szkieletów zardzewiałe dwuręczne miecze nie pozostają w ich ekwipunku;",
    {
      "entities": [
        [
          26,
          36,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeżeli chodzi Ci o zwoje na te golemy, to nie znajdziesz go nigdzie, pozostaje jedynie spróbować powoli okradać Cronosa albo kodami.",
    {
      "entities": [
        [
          31,
          37,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "INSTANCE FREDRATTE - Szczur Freda",
    {
      "entities": [
        [
          21,
          27,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "(DIA_Testowiec_HELLO1, \"Przyzwanie wilka.\", DIA_Testowiec_HELLO1_JakieZwoje_PrzyzwanieWilka);",
    {
      "entities": [
        [
          35,
          40,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wpierw Khaled prowadzi do krypty, potem w głąb lasu, a na końcu do jaskini goblinów.",
    {
      "entities": [
        [
          75,
          83,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Btw - nazwa sugeruje coś, co nie jest człowiekiem, a Lee chyba nie jest jakąś odmianą ścierwojada, prawda?",
    {
      "entities": [
        [
          86,
          97,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Konia można podpiąć pod szkielet animacji wilka.",
    {
      "entities": [
        [
          42,
          47,
          "MONSTER"
        ],
        [
          24,
          32,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Na szkielecie człowieka ustawię mu AI że będzie tylko naparzał i nie blokował, sprawię że będzie przełamywał blok beziego i poskracam mu animacje - powinno być dobrze.",
    {
      "entities": [
        [
          3,
          13,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- ataki demonów oraz ogrów można blokować jedynie posiadając zdolność \"Silne parowanie tarczą\".",
    {
      "entities": [
        [
          8,
          15,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Koło wieży demonów",
    {
      "entities": [
        [
          12,
          19,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Teraz \"Młot Sprawiedliwości\" (dwuręczny młot) może wyprowadzić osobę / orka / jaszczura z równowagi i spowodować dodatkowe obrażenia.",
    {
      "entities": [
        [
          78,
          87,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Młody wilk= w imię Ojca, Syna i Ducha Świętego",
    {
      "entities": [
        [
          6,
          10,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "20/Teraz orkowie i cieniostwory mają do siebie stosunek neutralny a nie wrogi i już ze sobą nie walczą.",
    {
      "entities": [
        [
          19,
          31,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Skóra Cieniostwora",
    {
      "entities": [
        [
          6,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wszystko wskazuje, że smok ozywieniec był wczesniej sniacym. Słabo znasz serie Gothic, bo \"bariera miala chronic rude przed zakusami beliara\" a przecież to demon beliara zakłócił tą całą bariere i własciwie to demon beliara był ciągłym zagrozeniem.",
    {
      "entities": [
        [
          156,
          161,
          "MONSTER"
        ],
        [
          210,
          215,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W porządku. Jak tam sprawa z Psimgothem? Chciałbym wspomóc jak  mogę a do pracy mogę wziąć się w każdej chwili. Dowodem że coś umiem zrobić jest ten film który wam pokazałem jako jedyna osoba coś takiego zrobiła. Niby troll ale jak chce to potrafi. Ale troll odpada tym razem.",
    {
      "entities": [
        [
          218,
          223,
          "MONSTER"
        ],
        [
          253,
          258,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam problem z zadaniem ,,Larius\". Zadanie rozpocząłem u Corneliusa przy okazji wykonywania misji ,,Gobliny!\" wstąpiłem do jego jaskinii, gdzie dostałem pierwszy wpis do tego zadania. Drugi wpis dostałem gdy wyjąłem szatę z jego skrzyni w 2 rozdziale i cisza. Gdy wykonywałem zadanie z budową domu to zadanie ruszyło o 2 kolejne wpisy i na tym koniec. Zadanie kończy się na wpisie o posiadaniu kopalnii przez lariusa. Rozmawiałem z Andre, Lariusem i w zasadzie z kim tylko się da ale nie mam żadnych opcji dialogowych. Mam wykonane wszystkie dotychczasowe  zadania z wyjątkiem ścierwojadów, informacjami dla Bodo, runami(nie mam tej klasztornej) i płytek z pełzaczy dla mattea(które mu już dałem). Proszę o pomoc.",
    {
      "entities": [
        [
          656,
          664,
          "MONSTER"
        ],
        [
          576,
          588,
          "MONSTER"
        ],
        [
          99,
          106,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tylko ze raz szkielet postaci jest inny, wiec to nie byloby takie proste, a animacje to nie problem w gothicu3, ale zaprojektowanie systemu walki w g3",
    {
      "entities": [
        [
          13,
          21,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "* zębaczy i mrocznych zębaczy,",
    {
      "entities": [
        [
          2,
          9,
          "MONSTER"
        ],
        [
          22,
          29,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zostały dwa mecze, z grupy A Fartuess - oreca oraz z grupy D Zębacz - ŻGS. Jestem za tym, aby uznać mecz w grupie D za nieodbyty, bo i tak nie zmieni układu grupy D. Co do meczu z grupy A, to mają czas chyba do północy. Jest to dość ważny mecz, bo walczą o wyjście z grupy",
    {
      "entities": [
        [
          61,
          67,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "To dziwne,bo jak szedłem z Draxem do obozu bandytów do tylko parę ścierwojadów na drodze było a jak wychodziłem z obozu po naprawie palisady,to pojawiło się 8 kretoszczurów i 1 goblin,jeszcze 1 pytanko gothic1210 nie prowadzi juz tego teamtu?",
    {
      "entities": [
        [
          66,
          78,
          "MONSTER"
        ],
        [
          159,
          172,
          "MONSTER"
        ],
        [
          177,
          183,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam pytanie, mam zainstalowanego L'Hivera i do tego jeszcze moda The Returning. Nie mogę wykonać questa dla Grega, gdzie w jaskini z goblinami niedaleko gospody Orlana trzeba odzyskać jego skarb (waląc kilofem w zaznaczonym miejscu). Podczas trzeciego czy czwartego uderzenia w ziemię postać za każdym razem się freezuje. Restart gry nie pomaga. Czy zna ktoś rozwiązanie tego problemu?",
    {
      "entities": [
        [
          133,
          142,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Do znalezienia są dwie bez problemu mocne bronie 2h bez bica kogokolwiek.. jest to wiedza z gothica 1 podstawowego, masz miecz w skrzyni w kuźni Stone w zamku, a topór leży sobie do zabrania bez walki na wejściu do \"kotliny\" Xardasa, przed szlakiem z golemami.",
    {
      "entities": [
        [
          251,
          259,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Eksperymentowałem trochę z goblinami i mogę stwierdzić iż się da to zrobić. I wcale nie jest takie trudne! Goblin nie może wiele, nie może nawet podnieść przedmiotu jak ork czy człek, ale przecież są na to sposoby.",
    {
      "entities": [
        [
          27,
          36,
          "MONSTER"
        ],
        [
          107,
          113,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Co rozumiesz przez \"działał jak\"? Już działają tak samo, zresztą wszystkie zs'y działają tak samo, przechowują itemy na szkielecie postaci.",
    {
      "entities": [
        [
          120,
          130,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Snaf zgubił gdzieś swoją łyżkę. Podejrzewa, że zrobił to Sancho. Rozmawiamy z bandytą. On jednak nie ma pojęcia o czym mówimy. Mówi, że mógł to zrobić Fisk. Rozmawiamy z kupcem. On także zaprzecza stanowczo oskarżeniom. Gdy rozmawiamy z Crimsonem dowiadujemy się, że to on zabrał Snafowi łyżkę i przetopił ją na obrazek ścierwojada. Potem zdaje sobie sprawę, że to było głupie posunięcie. Prosi nas o pomoc. Możemy mu odmówić i wrócić do Snafa. Możemy także mu pomóc także rozmawiając ze Snafem.",
    {
      "entities": [
        [
          320,
          331,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Edit:Chodzę po porcie a tu nagle pojawia się jakiś czarny troll na pół khorinis o co chodzi?",
    {
      "entities": [
        [
          58,
          63,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "No, zwiększenie szybkości ataków takich zwierząt jak wilk to nawet dobry pomysł, można byłoby np dać większy dmg za to",
    {
      "entities": [
        [
          53,
          57,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "jestem przy skale ze szkieletem, gdzie szukam stron ksiązki, ale powoli zaczyna mnie kurwica brać. znalazłem 4 z 6 stron , dwóch pod skałą na dnie w ogóle nie mogę znależc.",
    {
      "entities": [
        [
          21,
          31,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gramy goblinem, którego banda została wymordowana przez ludzi.",
    {
      "entities": [
        [
          6,
          14,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Każdy potwór ma swój rodzaj obrażeń. Szczury na przykład zadają obrażenia od ostrza.",
    {
      "entities": [
        [
          37,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Czy mógłbyś wykorzystać przestrzeń nad Faring? Znajduję się tam przejscie do Nordmaru niedaleko jest Czarny troll itp. Czy mógłbyś dodać jakiś myśliwych czy byłby to problem?",
    {
      "entities": [
        [
          108,
          113,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jego grób zostanie sporządzony zgodnie z tradycjami i obyczajami plemienia, z którego przybył bezcześcić praworządność. Złożony zostanie na ziemi w pustym polu w sąsiedztwie padlinożerców, przedtem zaś moczem i tigerem oczyszczone będzie jego ciało. A gdy zakończą się rytuały, wydana będzie uczta, jedna dla nas, druga zaś na żer szczurom.",
    {
      "entities": [
        [
          331,
          339,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Ci trzej kolesie przed obozem jak tylko widzą zębacza to od razu uciekają(możesz przesunąć natomiast zębacze do jaskini za nimi, lub zwiększyć im staty i lvl-e).",
    {
      "entities": [
        [
          48,
          55,
          "MONSTER"
        ],
        [
          103,
          110,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie, to nie jest wydarzenie skryptowe jeżeli to masz namyśli. Po prostu troll miał ochotę na potrawkę z PC_Hero. Mogę przesunąć jego waypoint jeszcze bardziej w głąb jaskini.",
    {
      "entities": [
        [
          72,
          77,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Bo Kyro to pijaczysko a Zębacz nie ma neta, nie będzie go tydzień. Tak gdzieś tu pisał.",
    {
      "entities": [
        [
          24,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zastanawiam się nad zagraniem w Nowym Obozie lub Bractwie. Mają jakieś ciekawe zadania? W Końcu w NO w podstawce był chyba tylko ten topielec z takich pobocznych",
    {
      "entities": [
        [
          133,
          141,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Z tego co kojarzę, to Wilk zostaje na tej naszej posesji.",
    {
      "entities": [
        [
          22,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dziwne te ścierwojady, te wypustki kostne i czaszka jakby na zewnąrz.. wyglądają ciekawie i intrygująco",
    {
      "entities": [
        [
          10,
          21,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Zmieniono właściwości kilku dwuręcznych broni, są to : Miecz Demonów, Szpon Beliara, Gniew Berserkera, Krush Tarach i Krush Irmak,",
    {
      "entities": [
        [
          63,
          70,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "nie ma Misji \"Larius\" i \"Płyty Pancerza Pełzaczy dla Matteo\"",
    {
      "entities": [
        [
          40,
          48,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Druga sprawa to dialogi, są dziecinne i mnie nie śmieszyły, na początku Thorus wyskakuje o gothicu i tak sobie z nim gadasz, po jakimś czasie po prostu przewijałem te rozmówki bo są na poziomie dzieci z gimnazjum. Trzecia sprawa to różne pierdoły, jakieś przeoczenia, niedoróbki, mogłeś np. usunąć te zębacze bo praktycznie za każdym razem mnie doganiały i zabijały, albo rzucały się na tych przygłupów z durnymi imionami w małym obozowisku. Zadania są cholernie łatwe, przynieś, podaj, pozamiataj..(mogłeś się bardziej wysilić). Dalej mi się już nie chce pisać. Ogółem oceniam modyfikację 4/10 (wysoko, bo dzięki głupiemu wyglądowi naszego bohatera przypomniał mi się film Przyjaciel Gangstera który swoją drogą miałem ściągnąć jakiś czas temu, tak więc nawet tutaj jest jakiś plus)",
    {
      "entities": [
        [
          301,
          308,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Zębacz#msg w 2012-08-07, 21:22",
    {
      "entities": [
        [
          7,
          13,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeśli chodzi o nowinki w modyfikacji to na samym starcie może nas urzec nowa animacja wdrapującego się na brzeg głównego bohatera, która wygląda dość ładnie jak na standardy Gothica i animację zrobioną przez modderów. Istnieje jeszcze druga, w której bohater wykonuje silne kopnięcie w zabite deski, by je rozwalić, a ta wygląda naprawdę nieźle. Czapki z głów! Wpisy w dzienniku informują nas o tym w jakiej zakładce czego szukać, a z użyciem Ikarusa zadania zaliczone pojawiają się na zielono. Ponadto użyto tutaj niewykorzystany w oryginalnej Nocy Kruka skrypt łowienia. Bohater może łapać ryby gołymi rękoma, a także wyławiać różne znajdźki. W modzie pojawia się też kilka nowych zbroi. Nie są to co prawda autorskie modele, a przemalowane tekstury (jedna zbroja to akurat niewykorzystana z oryginalnego G2NK), ale wyglądają naprawdę nieźle. Wsadzono także dwa zwierzęta o nowych modelach (plażowe bestie, drzewne szczury) i choć wyglądają całkiem nieźle, animacje mają co najmniej spartoloną, ale nie można oczekiwać wysoce zaawansowanej mechaniki po zwykłych modderach, a tak miło ze strony autorów że zdecydowali się dodać coś nowego. Poza tym jest jeszcze do zdobycia w grze czapka pirackiego kapitana, a „twarz” Hektora stanowiła w rzeczywistości autorski hełm. Twarz bohatera to autorska tekstura stworzona na rzecz modyfikacji. Gra oferuje także trzy poziomy trudności do ukończenia.",
    {
      "entities": [
        [
          917,
          924,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:17:46:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przyzwanie golema\",      // SPL_SUMMONGOLEM   =   45;",
    {
      "entities": [
        [
          12,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pazury Topielca",
    {
      "entities": [
        [
          7,
          15,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Za wykonanie questa \"Zbroja Barema\" - Pancerz z płytek pełzacza",
    {
      "entities": [
        [
          55,
          63,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jak już cieniostwór zabija jednego z myśliwych zanim zacznie się ostatnia sekwencja, to gry i tak już się nie da przejść, więc nie zajmowałem się tym dalej, co się dzieje z cieniostworem.",
    {
      "entities": [
        [
          173,
          186,
          "MONSTER"
        ],
        [
          8,
          19,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Ognisty Jaszczur",
    {
      "entities": [
        [
          10,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "* za wyjątkiem : Ogrów, Gargulców, Golemów, Smoków, Schratów, Goblinów, Demonów i zwierząt nie atakujących bohatera względem CM 3.0,",
    {
      "entities": [
        [
          72,
          79,
          "MONSTER"
        ],
        [
          62,
          70,
          "MONSTER"
        ],
        [
          35,
          42,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Patrzę na tego stwora i mam wrażenie że widzę zębacza lub coś zębaczopodobnego, a nie ścierwojada. Ta czaszka wygląda bardziej jak założona niż element ciała.  Kolejną sprawą jest to że ścierwojad to zwykły niezbyt groźny potworek, którego można łatwo zabić na początku gry, a na renderze wygląda jak krwiożercza bestia. Według mnie powinni bardziej go upodobnić do jakiegoś dużego ptaka tak jak to było w gothic 3 czy arcani.",
    {
      "entities": [
        [
          86,
          97,
          "MONSTER"
        ],
        [
          186,
          196,
          "MONSTER"
        ],
        [
          46,
          53,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ma pan rację wyżej. Psimgoth zasługuje na bana. Dlaczego kurwa tego debila nie zbanujecie? Trolluje wszystkich a sam jest Trollem. Końską spierdolina, wrzód na wrzoda tyłku. Więc czego kurwa nie rozumiecie? Czemu ten stary chuj Psimgoth nie dostał bana? Nie dosyć że nie szanuje pracy twórców to jeszcze kurwa wszystkich obraża.",
    {
      "entities": [
        [
          122,
          129,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Człowieku,jesteś wielki. Jeszcze niedawno sam myślałem nad modem, w których orkowie podbiją SO. Modyfiikacja zapowiada się lepiej niż dolina zombie. Powodzenie. Jak bym mógł ci w czymś pomóc w tym modzie to napisz.(Ale coś prostego, bo jestem dopiero początkującym moderem)",
    {
      "entities": [
        [
          141,
          147,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Świąteczny klimat udziela się też i goblinom z Górniczej Doliny.",
    {
      "entities": [
        [
          36,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "VEQ i jego sympatyczny grubasek/chochlik przypadł mi do gustu najbardziej. Golem Jediatha też wymiata. Mimo wszystko VEQ ma mój głos.",
    {
      "entities": [
        [
          75,
          80,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeśli jej użyjesz, to w lewym górnym rogu powinna się wyświetlić informacja przez jaki czas będzie działać. Jeśli czas zbliża się do 0, to musisz ponownie użyć. A! Przy walce z zombiakami i szczurami może nie działać. Po reklamację udaj się do Darona",
    {
      "entities": [
        [
          190,
          199,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_TROLL                                 = 21               ;      //   TROLLE",
    {
      "entities": [
        [
          83,
          89,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Fajna przygodówka, ciekawa historia, niezwykłe zadania. Aż tak niezwykłe, że chwilami trudne, niezwykle trudne. Autorzy chcieli, aby gracze trochę pogłówkowali, ale chyba trochę przesadzili. Uganianie się za tymi \"owadami\" było po prostu głupim zadaniem, główny bohater, walczący z pełzaczami i innymi przeciwnościami łapie sobie ważki. Nie przypadło mi to za bardzo do gustu. Najgorsza była kopalnia. Tam moje szare komórki naprawdę nie dawały rady. Chyba bez poradnika nie dałbym rady (oczywiście niemieckiego poradnika, chociaż niemieckiego nie znam za dobrze).",
    {
      "entities": [
        [
          282,
          292,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W tym celu idziemy do Isgarotha, który zleca nam zadanie odzyskania amuletu znajdującego się w pobliżu słonecznego kręgu. Amulet ma złodziejski szkielet goblin niedaleko kręgu. Zanosimy go magowi i przychodzimy na drugi dzień. Otrzymujemy młot Innosa.",
    {
      "entities": [
        [
          153,
          159,
          "MONSTER"
        ],
        [
          144,
          152,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Usunięto zadanie \"Agresywne wilki\" \"Poszukiwania alchemika\" \"Poszukiwania Rączki\".",
    {
      "entities": [
        [
          29,
          34,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Może różnica nie wielka (później i tak wszystko się wyrównuje), ale np. nie można ubić goblina nad Opuszczoną Kopalnią.",
    {
      "entities": [
        [
          87,
          94,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "* za wyjątkiem : Ogrów, Smoków, Schratów, Goblinów, Demonów i zwierząt nie atakujących bohatera,",
    {
      "entities": [
        [
          52,
          59,
          "MONSTER"
        ],
        [
          42,
          50,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "No Chwile się trzeba męczyć z tymi Ścierwojadami a zwłaszcza z Preriowym bo jest najdalej ;)",
    {
      "entities": [
        [
          35,
          48,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przemiana w chrząszcza\",   // SPL_TRF_MEATBUG   =   30;",
    {
      "entities": [
        [
          13,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Skóra Trolla",
    {
      "entities": [
        [
          6,
          12,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Test zaufania\" najpewniej powinien był przejść do niezaliczonych - nie wiem, może grasz na starszej wersji, gdzie to jeszcze nie zostało poprawione (zakładam, że do cieni dołączyłeś, robiąc questa z Flintem - jeśli nie, to grasz na BARDZO starej wersji, więc mogę nie mieć wiedzy, co należy zrobić). W każdym razie, masz w dzienniku zadanie \"Wydzielina pełzaczy\"?",
    {
      "entities": [
        [
          354,
          362,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Na trolle się nie odpowiada.",
    {
      "entities": [
        [
          3,
          9,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "72.Małe szkielety",
    {
      "entities": [
        [
          8,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "6. Poziom trudności. Grając najemnikiem w 1 rozdziale byłem w stanie wyczyścić całą mapę poza trolami cieniostworami oraz Panami ciemności. Gdybym się uparł mógłbym zrobić to przy użyciu zwoi jednak wizja późniejszej walki wręcz była dla mnie bardziej satysfakcjonująca. Ogólnie było trudno jednak dało się wszystko zabić a że wymagało to trochę trudu to dawało też masę radości. Trochę się zdziwiłem gdy smok z górskiej fortecy zdjął mnie na 2 uderzenia... Nigdy nie miałem z nimi problemów a tutaj pojawił się mały kłopot. Poza tym do końca gry walka z 4-5 przeciwnikami na raz kończyła się zgonem. Coś pięknego w końcu Gothic był wymagający. Dziękuje!",
    {
      "entities": [
        [
          102,
          116,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-odzyskać przedmiot będący artefaktem z czasów świetności goblinów z łap ludzi/smoków/truposzy/demonów/innych goblinów",
    {
      "entities": [
        [
          95,
          102,
          "MONSTER"
        ],
        [
          58,
          66,
          "MONSTER"
        ],
        [
          110,
          118,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Naprawiono szkielet, który pojawił się w nieistniejącym punkcie w Dolinie Kopalni;",
    {
      "entities": [
        [
          13,
          21,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Strażnik przy południowej bramie informuje nas o problemie Lobarta z goblinami. Idziemy na farmę Lobarta i rozmawiamy z nim. Potem możemy pogadać z Malethem Na ścieżce do wieży Xardasa stoi goblin z żuwaczką. Zagaduje do nas i prowadzi do swoich przywódców stacjonujących w wieży. Zlecają oni zadanie znalezienia 3 wartościowych przedmiotów, które im ukradziono. Złodziejami są Regis i Bartok. Rozmawiamy z nimi i idziemy na plac targowy i rozmawiamy z kupcami. Dowiadujemy się, że Bennet kupił kulę i młot, a kolczugę kupił strażnik. Idziemy na farmę Onara i gadamy z Bennetem. Podczas wypytywania o kulę dochodzi do starcia. Gdy Bennet wstanie zdradza nam informację na temat kuli oraz kupujemy młot za 500 monet. Idziemy do Saggity w sprawie kuli i wykonujemy zadanie związane z paczką, a w zamian otrzymujemy kulę.",
    {
      "entities": [
        [
          69,
          78,
          "MONSTER"
        ],
        [
          190,
          196,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "17/ \" Pradawny Amulet\" (przyzywający Wilka) usunięto błędne info z opisu jakoby dodaje ochronę przed ogniem",
    {
      "entities": [
        [
          37,
          42,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "(DIA_Testowiec_HELLO1_JakieZwoje, \"Przyzwanie wilka.\", DIA_Testowiec_HELLO1_JakieZwoje_PrzyzwanieWilka);",
    {
      "entities": [
        [
          46,
          51,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Szanuje twoją pracę. Ale mam nadzieje że nie myślisz że jest to w porządku że gość który zabił wszystkie smoki w gd dostaje wpierdziel od kretoszczura. Chyba że piszesz o niskim levlu ale to i tak źle. Bo do takich patologii dojdzie zapewne. Menu statystyk z g1 i g2 to coś pięknego. Nie widzę tu żadnego racjonalnego wytłumaczenia zmiany tego dobrego menu na inne.",
    {
      "entities": [
        [
          138,
          150,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Filke z krwią białego wilka znajdziesz w samym białym wilku gdy go zabijesz. utarte nasiona ogniociernia możesz sam utrzeć. Rozdrabniacz jest tam gdzie Cor calom. Butelkę rtęci kupisz u npc. Poza tym jedna butelka rtęci jak sie nie myli znajduje w skrzynce tam gdzie jest polanka nad opuszczoną kopalnią za geraltem w dół.",
    {
      "entities": [
        [
          22,
          27,
          "MONSTER"
        ],
        [
          54,
          59,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ja chyba znowu dostałem buga. Jestem w 1 rozdziale, wziąłem zadanie od Quentina, szpieg na bagnie. Później przebiegałem sobie obok Artegora i krzyknął, że jestem bandyta i w sumie mogę wejść do kopalni. W środku pogadałem ze strażnikami świątynnymi. Poszedłem do Quentina. A bezi zaczął mówić, że rozmawiał z cor kalomem, oddał mu jaja królowej pełzaczy i coś tam jeszcze. Ja nawet nie byłem na bagnie jeszcze. Żeby się nie okazało, że przez to mi się coś zablokowało potem ;x.",
    {
      "entities": [
        [
          345,
          353,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "hodowanie ścierwojadów",
    {
      "entities": [
        [
          10,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- jeśli czarny troll nie żyje, Grimbald nie wspomni o nim przed polowaniem;",
    {
      "entities": [
        [
          15,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "15. Doyle podczas polowania na zębacze, nie może przejść przed jaskinią zębaczy (gdzie kończy się ten tunel). Byłem zmuszony przestawić go za pomocą kodów.",
    {
      "entities": [
        [
          72,
          79,
          "MONSTER"
        ],
        [
          31,
          38,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tego nie wiem. Jeszcze do magów wody nie doszedłem. Aktualnie bije królową pełzaczy i .. nie ubije, bo nie mam tyle siły. Chyba, że magią.",
    {
      "entities": [
        [
          75,
          83,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "ok, ale to nie ma żadnego związku z wiarą w boga jako takiego. to że w usa zrobili z tego biznes i pseudonaukowcy robią z tego doktoraty to zupełnie inna historia. można wierzyć w boga ze starego testamentu, ale nie można twierdzić że świat ma literalnie 6000 lat i popierać to zdjęciami powiększonych szkieletów. nawet jest jeden kreacjonista w polsce, giertych się nazwa. to jest prawie jak twierdzić z przekonaniem że 2+2=6000 bo coś tam.",
    {
      "entities": [
        [
          302,
          312,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- kolejny dzień i znowu to samo. W takim razie proszę dać moderatora osobom które wymieniłem i natychmiast ustawić taką opcje. Mam już dość tego cyrku, dział NON STOP jest pod atakiem trollów, i idiotów, podczas kiedy temat o sequelu został przeniesiony do działu offtopic",
    {
      "entities": [
        [
          184,
          191,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam problem instalowałem wszystko po kolei 5 razy i za każdym razem to samo nie działają mi konsekwencje wszystkie inne mody działają QP CM 3.1 powrót generała lee i LTM działa wszystko ale mimo iż instaluje CM z konsekwencjami to po integracji LTM i powrotu generała lee nie działają tzn wszystkie postacie angar wilk lares lee tristan są w ardei ale nad tristanem nie ma nazwy nie ma nic tylko pasek życia a z anagarem mam dialog z mora soul z laresem z geldren a do reddock prowadzi mnie Gorn czy ktoś mi może pomóc? wydaje mi się że robię coś źle z integracją modów ale nie wiem co proszę o pomoc",
    {
      "entities": [
        [
          314,
          318,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Niech twórca coś zrobi z tym cavalornem i jego uczniem no kradną expa chodzi mi o te dwa gobliny nastepnie aidan zabija wilki troszke zle to jest zrobione że zanim dojdę do cavalorna to nie mogę poexpic bo wszysto powybijali",
    {
      "entities": [
        [
          89,
          96,
          "MONSTER"
        ],
        [
          120,
          125,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jak będzie wyglądał każdy zwykły Cieniostwór w grze (zaczęły pić mleko na moim modzie, miecz to Gniew Innosa z nowym wyglądem (miecz jednoręczny ze Zmierzchu Bogów powiększony i zmieniony w dwuręczniaka), eksperymentalny hełm i Ciężka Zbroja Buntownika):",
    {
      "entities": [
        [
          33,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dałoby się zrobić, żeby nasz przywołaniec nie atakował przyjaznych nam npc jak to w Returnie jest? Często mnie to wkurzało gdy grając magiem biegłem z demonem, a on mi się rzucał na jakiegoś przyjaznego npc...",
    {
      "entities": [
        [
          151,
          158,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Masz rację chodzi o słoneczny krąg, lecz pierścień ma szkielet-goblin o ile dobrze pamiętam",
    {
      "entities": [
        [
          63,
          69,
          "MONSTER"
        ],
        [
          54,
          62,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ja zrobiłem to tak: na szybkości(mikstura) naparzałem leśne trupki, potem golema i Hektora, po zabiciu go miałem jakieś 5 do 10 sekund zanim wywaliło, więc zebrałem itemy z truchła i ajda teleportem... a jeśli w momencie zabicia wywala... to nie mam pojecia, nie pomogę :(",
    {
      "entities": [
        [
          74,
          80,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Nowe modele wilków, dzików, pełzaczy",
    {
      "entities": [
        [
          30,
          38,
          "MONSTER"
        ],
        [
          14,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Demon walczący pięściami (wyciągnąłem jego model ze wcześniejszej wersji CM),",
    {
      "entities": [
        [
          2,
          7,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Skończ karmić trolla, to skończysz się irytować, nie będzie oklasków, nie będzie wrzasków. Zróbcie eksperyment nie odpisując w ogóle Mac Dunowi na żaden, nawet głupi post, zobaczymy co z tego wyniknie",
    {
      "entities": [
        [
          14,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Napisz czy będzie tylko bez sensowne napierdalanie w zombie czy może bedą jakieś fajne klimatyczne ciemne jaskinie które będą działały na wyobraźnie",
    {
      "entities": [
        [
          53,
          59,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:13:13:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Bodo mówi nam, że chciałby naprawić młyn na farmie Fellana. Każe nam załatwić potrzebne przedmioty: łój kretoszczura (można kupić u Matteo), koło zębate (wykona je Brian po wykonaniu zadania ,,Ruda żelaza dla Briana) i pas transmisyjny (można kupić u Talbina za 300 monet).",
    {
      "entities": [
        [
          104,
          116,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "kretoszczury na 2-3hity zabijają",
    {
      "entities": [
        [
          0,
          12,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Podczas dialogu z Cavalornem o lepszym wyposażeniu daje nam Nóż na wilki, 2 mikstury i swój stary Pancerz Cienia.",
    {
      "entities": [
        [
          69,
          74,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "3. Niektórym stworzeniom nie działają alternatywne tekstury, które powinny dostać - wspomniany pająk, a także obecnie również nieużywany wodny golem (WaterGolem) oraz występujący w rozgrywce mroczny golem (DarkGolem). Powinny używać odpowiednio tekstur:",
    {
      "entities": [
        [
          143,
          148,
          "MONSTER"
        ],
        [
          199,
          204,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "1. Gdzie jest chrząszcz?",
    {
      "entities": [
        [
          14,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Czekaj czekaj xd ale gdzie sa te szkielety? Bo oprocz tych photoshopowych zdjec to cos o nich cicho.",
    {
      "entities": [
        [
          33,
          42,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Orik zdecydował się zajrzeć do matki.Rhena leżała w swoim łóżku jak zwykle i spokojnie drzemała, dziś był lepszy dzień skoro nie dusił jej okropny kaszel który wywoływał na jej twarzy grymas bólu i łzy. Pomimo bycia niestarą jej czarna włosy przeplatały liczne siwe pasma a miała jedynie trzydzieści dwa lata. Jej mąż Orval nie żył od nieco ponad roku, wykończył go bronchit, był bardzo silnym mężczyzną, niektórzy powiedzieli że wręcz mocarzem. Za młodu przemierzył wiele pól bitew i potyczek, jego miecz zakończył wiele żyć, za zasługi w boju w nagrodę uzyskał złoto, wiele złota, za zdobytą małą fortunę postawił karczmę i wykupił u pana ziemskiego wolność dla siebie i swej rodziny. Więc w odróżnieniu o chłopów rodzina Orika nie była spętana służbą u regionalnego paniczyka. A był to luksus, wielki luksus na który większość prostych ludzi nie mogła sobie nigdy pozwolić. Orval był znany w całej prowincji ze swej siły i odwagi, Orik nie należał do słabych ale nie umywał się do swego ojca. Przez całe życie młodzieniec starał się sprostać pokładanym w nim oczekiwaniom, niestety szło mu to nieszczególnie dobrze choć na tle okolicznej młodzieży jawił się niczym heros. Przyglądał się śpiacej matce przez dłuższą chwilę, wyglądała źle, bardzo źle. Miała zapadnięte policzki, mocno schudła przez ostatnie parę miesięcy, jej oczy straciły blask a skóra poszarzała. Jej oddech był niemiarowy i cięzki, dyszała i chrypiała jakby demon siadł na jej piersi. Choć przynajmniej spała w miarę spokojnie bez pobudek spowodowanych bólem płuc. Do pory  o której schodzi się klientela pozostało jeszcze sporo czasu więc Orik zdecydował wybrać się na spacer po wiosce.Wyszedł z karczmy i poczuł wilgoć porannej rosy w powietrzu, co było znakiem że lato powoli zbliżało się ku końcowi.Powietrze było rześkie, z racji wczesnej pory jeszcze słońce nie paliło skóry swym żarem.Krajobraz prezentował się całkiem ladnie nawet na gust prostego człeka.",
    {
      "entities": [
        [
          1430,
          1435,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "1. Chrząszcz jest na teleporcie.",
    {
      "entities": [
        [
          3,
          12,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Psimgoth. Zagraj sobie w Każdy możliwy mod, w podstawke czy nie- wszędzie masz bugi. W każdym modzie rozpieprzysz w 1 rozdziale golemy i powiesz Xardupie, ze magowie ognia są martwi , a tu wracasz do OB i sie trzymają za jaja jak zawsze.. Takie uroki skryptów gry sprzed 1x lat .",
    {
      "entities": [
        [
          128,
          134,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- czarny wilk w waypoincie ER_wOLF_SINGLE1 - nie pojawia się, być może przez tę małą literę \"w\"? bo sam waypoint istnieje;",
    {
      "entities": [
        [
          9,
          13,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Hakon zgubił swój pierścień i chce żebyśmy go znaleźli. Twierdzi, że zgubił go za lasem niedaleko gospody. Gdy przechodzimy przez most skręcamy w las w prawo. Dochodzimy do spalonych chat gdzie są 3 jaszczury. Zabijamy je i przeszukujemy teren. Po kilku minutach pojawi się wpis w dzienniku, że nie ma tu pierścienia. Wracamy do Hakona. Każe nam poszukać w pobliżu schodów na farmę Akila. Idziemy tam i szukamy pierścienia chodząc po okolicy schodów. Potem znów pojawi się wpis w dzienniku, że nie ma tu żadnego pierścienia.",
    {
      "entities": [
        [
          199,
          208,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przemiana w Chrząszcza",
    {
      "entities": [
        [
          12,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Smoczy Zębacz",
    {
      "entities": [
        [
          9,
          15,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "dokładnie: wiem, że w oryginalnym demie przynajmniej niektóre rośliny/przedmioty pojawiają się losowo w jednym z kilku ustalonych miejsc, więc ich położenia nie dało się przenieść jeden do jednego. ALE: w modyfikacji nie natknąłem się nigdzie np. na twardzień (który powinien być gdzieś na płaskowyżu ponad kopalnią - i samemu przedmiotowi nie wstawiliście opisu z Prologu) ani na talerz czy puchar (oba też powinny być nad kopalnią, w tym szałasie koło ciała Jorika i zielonego goblina).",
    {
      "entities": [
        [
          479,
          486,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "30 siły + 0 (szczur nie ma broni) - 10 (odporność bohatera na obrażenia od ostrza [Strój obywatela]) = 20 obrażeń > 5 minimalnych obrażeń. Szczur będzie Cię musiał uderzyć 5 razy.",
    {
      "entities": [
        [
          13,
          19,
          "MONSTER"
        ],
        [
          139,
          145,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam pytanie, jestem myślę pod koniec 2 rozdziału, mam wykonane ok. 1,5 strony zadań w dzienniku. Spaprałem zadanie gobliny ponieważ, widząc 1 goblina, zaczelem strzelec do niego z łuku, jak sie okazało był on niesmiertelny, uciekłem mu. Przeczytałem solucje do tego zadania, okazało sie ze trzeba z nim porozmawiac, lecz on teraz caly czas mnie atakuje. Czy to zadanie wpływa na fabułę gry? Mam dużo zadań wykonanych wszystkie na farmie Onara i dalej nie moge wziąść zadania Czeladnik, to przez te gobliny?",
    {
      "entities": [
        [
          115,
          122,
          "MONSTER"
        ],
        [
          498,
          505,
          "MONSTER"
        ],
        [
          142,
          149,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pierwszą zmianą jest zwiększenie obrażeń zadawanych przez Preriowe Ścierwojady.",
    {
      "entities": [
        [
          67,
          78,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Naprawdę nie wiem czemu mają służyć takie posty. Jaki koncert życzeń? Chyba czysta zawiść. Jaka bulwersacja, że ktoś o pomysły prosi. Troll zwyczajny. Nie karmić.",
    {
      "entities": [
        [
          134,
          139,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- za nim zaprowadzimy Flinta warto wskoczyć do Laresa (trzeba miec najlepiej wsszystkie questy zrobione z czarem sen albo urok) Zostajemy szkodnikiem. Kupujemy pancerze u Wilka.",
    {
      "entities": [
        [
          171,
          176,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Z tym porzuceniem to tylko taki mały troll od nas - Ciekawe czym nas uraczysz na PRIMA APRILIS ?",
    {
      "entities": [
        [
          37,
          42,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie mi oceniać ale wydaję mi się że mniejsze szkody wyrządziłem forum niż np. t-800 czy ten ostatni troll(Kaczyński i Big Smoke).",
    {
      "entities": [
        [
          100,
          105,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Dodano przepis na wykucie Miecza Demonów, do kupienia u Xardasa,",
    {
      "entities": [
        [
          35,
          42,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "TA_MCHunting - Polowanie na Pełzacze(raczej słabo to działa) wymagane pełzacze",
    {
      "entities": [
        [
          28,
          36,
          "MONSTER"
        ],
        [
          70,
          78,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_MOLERAT                              = 35               ;      //   KRETOSZCZUR",
    {
      "entities": [
        [
          82,
          93,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_GOBBO                                 = 20               ;      //   GOBLINY",
    {
      "entities": [
        [
          83,
          90,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "a jeszcze jedno kule ognia potrafią zdjąć na hita, czy to cieniostwór czy inny stwór czasem poprostu w pełni naładowana kula ognia zadaje normalne obrażenia, po czym po 2 sekundach stwór pada (nie wiem czy to miało być zamierzone, ale to jest op, mając zwoje kuli ognia których jest dużo można przejść całą grę praktycznie bez pakowania w statystyki, każdy boss od tego pada)",
    {
      "entities": [
        [
          58,
          69,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "podobnie jak z rogiem cieniostwora, akurat, ze można go kupić u Piero lub Orlofa już nie napisaleś, a książki u Mateo i tak nie było wcześniej za 200 szt. złota.",
    {
      "entities": [
        [
          22,
          34,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A niech robi nawet i tysiąc jak go to jara. Póki nie jest toksycznym trollem i robi swoje nie jest szkodliwy",
    {
      "entities": [
        [
          69,
          76,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Da się walczyć z wilkami",
    {
      "entities": [
        [
          17,
          24,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Zębacz#msg w 2012-08-05, 20:42",
    {
      "entities": [
        [
          7,
          13,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Niektóre potwory zostały podzielone na gatunki, np. leśny ścierwojad, śnieżny ścierwojad, pustynny ścierwojad; niektóre są zupełnie nowe, np. kot szablozębny; a niektóre to nawet nie potwory, np. koza, żółw.",
    {
      "entities": [
        [
          58,
          68,
          "MONSTER"
        ],
        [
          78,
          88,
          "MONSTER"
        ],
        [
          99,
          109,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pytanie i prośba o radę, do tych którym się ten wyczyn udał, jak go zdobyć w tymże rozdziale nie będąc spalony przez smoka w trybie natychmiastowym, rozszarpanym przez stado lodowych wilków, lub posiekanym przez hordę jaszczuroludzi?",
    {
      "entities": [
        [
          183,
          189,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zauważyłem też, że niektóre postacie są dość wygadane w kwestii przedstawiania swojej historii. Sporo dowiadujemy ciekawego działo się tam w niepamiętnych czasach i tak właściwie to za dużo tego. Potrzeba akcji tu i teraz, coś jak ten zagubiony alchemik czy pójście z myśliwym wyciąć gobliny przy wodospadzie.",
    {
      "entities": [
        [
          284,
          291,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "2. Pomimo powyższego - jeśli szkielety nas nie zaatakują to Kalom na nich wyciąga miecz, a po ich ubiciu przerzuca się na nas).",
    {
      "entities": [
        [
          29,
          38,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ech, widać że mój Lezalit przegrał z bandą goblinów. Heh, wyobrażam sobie jak kilka legionów tych małych wojów atakuje Khorinis",
    {
      "entities": [
        [
          43,
          51,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przegiąłem z osłabianiem szkieletów, przywołane szkielety nie nadawały się do niczego. Aktualizacja w 1 poście.",
    {
      "entities": [
        [
          48,
          57,
          "MONSTER"
        ],
        [
          25,
          35,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pewnego dnia dwie grupy obozowiczów wędruję po lesie. Wkącu zatrzymują się na noc, ale spokój zakłócają nieproszeni goście (zombie). Wszyscy giną oprócz Pawła (który uciekł jak tchusz). Nasz uciekinier wędruje po wyspie khorinis poszukiwując innych przetrwanców. Gdy Paweł ma już większą grupę zakłada miasto Celesta i nie pytając nikogo o zdanie zostaje królem. Nagle pojawia się Janek (mega pierdoła) który zakłada sobie za cel wyzwolenie wyspy.",
    {
      "entities": [
        [
          124,
          130,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Cieniostwór\",",
    {
      "entities": [
        [
          1,
          12,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Na terytorium bardzozłych ork spaceruje sobie po łące wesoły troll. Ja, jako czarny charakter chciałem ukrócić jego szczęśliwą egzystencję (przy okazji zgarniając słoneczny aloes na diil za puchar Bromora). Niestety, zostałem powstrzymany przez jebany Acces Violation który wyskakuje za każdym razem gdy do niego podchodzę. Nie działają prośby, groźby, przekupstwo ani reinstalajca moda.",
    {
      "entities": [
        [
          61,
          66,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zębacz jutro wieczorem koło 20 będę na gg to się zgadamy 12558776",
    {
      "entities": [
        [
          0,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przemiana w Wilka",
    {
      "entities": [
        [
          12,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Naprawiono brak aktywności lodowego golema, gdy GG jest zamrożony.",
    {
      "entities": [
        [
          36,
          42,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "...mając 70 odpornści na ostrza i 65 na obuchy dostałem od młodego szczura 25 obrażen. Szczur ma 15 siły. Hmmm..czyżby minimalna ilość obrażeń jaką można dostać to 25 ? To błąd czy nawet będąc w zbroi paladyna najłatwiejszy przeciwnik jest nas wstanie całkiem nieźle zranić?",
    {
      "entities": [
        [
          67,
          74,
          "MONSTER"
        ],
        [
          87,
          93,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A ja mam pytanie jak zrobić żeby NPC chodził za nami po tym jak dostaliśmy misje od jakiegoś innego NPC ( przykład w NK w obozie piratów w misji polowanie na zębacze)",
    {
      "entities": [
        [
          158,
          165,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cieniostwór mający 250 siły, podczas gdy nasz bohater może zdobyć najwyżej zbroję paladyna dającą 100 obrony to troszke overkill",
    {
      "entities": [
        [
          0,
          11,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Poprawiono błąd w zadaniu z Polowaniem na cieniostwora z Cordem.",
    {
      "entities": [
        [
          43,
          55,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "O taak. Velaya wyróżnia się na tle innych modów świetnie rozbudowanymi i nieschematycznymi zadaniami. Moim ulubionym jest hodowanie ścierwojadów:)",
    {
      "entities": [
        [
          132,
          144,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Lubie zombie. Leci props na zachętę  :naughty:",
    {
      "entities": [
        [
          6,
          12,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:24:11:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "1)\"Przywódca bandytów\" - po zostaniu strażnikiem w SO lub przed kopalnią i wykonaniu zadania dla Cor Angara związanego z główną fabułą(czyli odwiedzenie Cmentarzyska Orków)udajemy się do Thorusa, który zleca nam zabicie Quentina. Quentin jest tam, gdzie w oryginalnych MT, czyli niedaleko Kanionu Trolli(jeśli go nie zabiliśmy, a jeśli zabiliśmy, to od razu po otrzymaniu zadania powinniśmy mieć możliwość oddania questa). Po powrocie gadamy z Thorusem i otrzymujemy nagrodę(rozdział 3, jeśli dobrze pamiętam).",
    {
      "entities": [
        [
          297,
          303,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "2. Co by było gdyby, hodowca opiekowałby się również pełzaczami, w tajemnicy przed wszystkimi i w jakim celu ?",
    {
      "entities": [
        [
          53,
          63,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tego mi brakowało w zwykłym Gothicu. Awans w drugim rozdziale po wykonaniu zadania z pełzaczami czy później?",
    {
      "entities": [
        [
          85,
          95,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Bal Lukor to ten od wilków i bandytów? Jest na platformie między 2 namiotami.",
    {
      "entities": [
        [
          20,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A więc pobiorę dolinę zombie i go ukończę.",
    {
      "entities": [
        [
          22,
          28,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dodatkowo, zabrałem się za edycję cen niektórych przedmiotów. Jak na razie zmieniłem współczynnik sprzedaży z 0.1 na 0.5 ( sprzedajemy teraz przedmioty za 50% ich ceny z opisu a nie za 10% jak w oryginale ). Zmieniłem także chore ceny strzał i bełtów - te pierwsze kupimy teraz za jedna sztukę złota, bełty kosztować będą natomiast dwie złote monety. Zmianie uległy także ceny trofeów myśliwskich - zmniejszyłem dość pokaźnie cenę sprzedaży tych przedmiotów ale dzięki zmianie współczynnika i tak zarobimy trochę złota ( np. skóra wilka 10 sztuk złota, skóra cieniostwora 40 sztuk złota ). Jeszcze będę o balansował - oczywiście robię to głownie pod siebie ale chętnie zobaczyłbym co myślicie o takich zmianach.",
    {
      "entities": [
        [
          531,
          536,
          "MONSTER"
        ],
        [
          559,
          571,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "siema nie da sie w grze pozyskiwać skór jaszczurów? mam wyuczone wszystkie umiejętności myśłiwskie?",
    {
      "entities": [
        [
          40,
          50,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wowoz kolorystycznie za bardzo przypomina mi goblina Jedairusza spróbuj może inne kolory? Inny styl i charakter postaci obrać?",
    {
      "entities": [
        [
          45,
          52,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "* Niestety, nie jest możliwe przeze mnie skalibrowanie niektórych przeciwników (Aligatorów, Golemów, Wilków, Rozpruwaczy, Szablozębów/Lwów i T-Rexów) pod odskok do tyłu z nowego Update Pack'a 1.04.10. Są zbyt długie przerwy pomiędzy tymi odskokami żeby można było unikać kombinacji tych potworów.",
    {
      "entities": [
        [
          101,
          107,
          "MONSTER"
        ],
        [
          92,
          99,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "za  mało zbrojenia jak na żelbetowy słup i golem ogółem może być za ciężki : p spróbuj ze 3-4 dać.",
    {
      "entities": [
        [
          43,
          48,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W piwnicy trochę śmierdziało a pomiędzy nogami Orika przebiegl spory szczur.Ten nieco zdezorientowany i nieco wkurzony zaklął pod nosem.",
    {
      "entities": [
        [
          69,
          75,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "), potem zlazł do obozu Ratforda i Draxa, ale jak po całej nocy i dniu stania przy tym obozie, gdy o 22 miał niby wrócić na płaskowyż, to półki skalne go pokonały i zaciął się na nich ;) Bohater wtedy cały czas był w innym miejscu płaskowyżu, poza zasięgiem cieniostwora - jak wtedy podszedłem bliżej, by mnie zobaczył, to zaczął wariować, biegać na wszystkie strony, z jakiegoś powodu raz wbiegł nawet do środka opuszczonej kopalni na dole",
    {
      "entities": [
        [
          258,
          270,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ścierwojady to symbole serii Gothic.",
    {
      "entities": [
        [
          0,
          11,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W tym modzie podoba mi się przede wszystkim balans rozgrywki. Walka ze zwierzętami, potem z pełzaczami i orkami... czuć, że wraz z postępem fabularnym gra jest coraz trudniejsza i musimy stawić czoła potężniejszym przeciwnikom, których o wiele trudniej jest zabić. Tylko szkoda że to trwa mniej więcej do połowy 3 rozdziału :(",
    {
      "entities": [
        [
          92,
          102,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- wilki, dziki, krwiopijcy, zębacze, mroczne zębacze i rozpruwacze zostały osłabione,",
    {
      "entities": [
        [
          16,
          26,
          "MONSTER"
        ],
        [
          2,
          7,
          "MONSTER"
        ],
        [
          28,
          35,
          "MONSTER"
        ],
        [
          45,
          52,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Tymczasowo zablokowano zadanie \"Ogniste Jaszczury\".",
    {
      "entities": [
        [
          41,
          50,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gdzie znaleźć te składniki? ( fiolka z kriwa bialego wilka, utarte nasiona ogniocernia,butelka rtęci.) ? Przywołanie posłańca śniącego.",
    {
      "entities": [
        [
          53,
          58,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- naprawiono dziwne zachowania ognistych jaszczurów podczas walki, od teraz walczą normalnie,",
    {
      "entities": [
        [
          41,
          51,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "co do głównego pytania, czy nie było także opcji dajmy przykład, jest bandyta ale pierw mamy z nim pogadać, wiec jego podstawowa gildia to np.Straznik, ale po zakończeniu dialogu funkcje ustawiają mu gildie np.Troll, wtedy automatycznie nas zaatakuje i padnie bez dobijania, gorzej jeżeli to miejsce publiczne wtedy wszystkie NPC w okolicy zareagują.",
    {
      "entities": [
        [
          210,
          215,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "10)\"Zaopatrzenie dla Nowego Obozu\" - dostępne od rozdziału 1. Gadamy z Orikiem i otrzymujemy listę rzeczy, które musimy przynieść. Dla świętego spokoju gdyby był błąd w liście napiszę ile i czego musimy przynieść. Więc musimy zdobyć 30 piw, 20 win, 20 sztuk chleba, 15 serów, 1 bimber, 30 potrawek z chrząszcza, 50 sztuk smażonego mięsa i 15 butelek ryżówki. Po tym wracamy do Orika i wybieramy sobie nagrodę.",
    {
      "entities": [
        [
          300,
          310,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ja to bym jeszcze dodał możliwość podkładania kretoszczurów ścierwojadom.",
    {
      "entities": [
        [
          60,
          72,
          "MONSTER"
        ],
        [
          46,
          59,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Po odpłynięciu Bezimiennego na Irdoraht na wyspie Khorinis odnaleziono pokłady rubinów na północy wyspy. Wielu ludzi wyruszyło ich szukać. W tym samym czasie w Jarkendarze magowie wody odnaleźli starożytny młot Adanosa który został ukradziony przez bandytów na służbie u Zeda przywódcy poszukiwaczy. Bandyci oddali broń poszukiwaczom którzy rozbili duży obóz niedaleko piramid uniemożliwiając Magom Wody powrót na Khorninis. Bandyci po wykonaniu zadania zniszczyli most uniemożliwiając dotarcie do północnej części wyspy i zaszyli się niedaleko słonecznego kręgu. W pobliżu jeziora znajdują się 2 grupy poszukiwaczy rubinów którzy są napadani przez bandytów i nie mogą uciec. Magowie Wody wykorzystując całą swoją moc teleportują Saturasa niedaleko legowiska czarnego trolla gdzie zaczynamy grę. Gramy myśliwym Grimbaldem którego Saturas prosi o pomoc w odzyskaniu broni z rąk poszukiwaczy. Wykonując zadania w obozie bandytów oraz poszukiwaczy rubinów dowiemy się coraz więcej informacji o poszukiwaczach i młocie Adanosa.",
    {
      "entities": [
        [
          768,
          774,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dobra znalazłem gościa, znaczy lepiej by było jakby to był gość bo na początku nie zczaiłem że to szkielet XD",
    {
      "entities": [
        [
          98,
          106,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przemiana w topielca\",      // SPL_TRF_LURKER   =   29;",
    {
      "entities": [
        [
          13,
          21,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Eee... cześć. Gdzie mogę znaleźć pierścień Nata? Na wyspie kretoszczurów czy ścierwojadów?",
    {
      "entities": [
        [
          77,
          89,
          "MONSTER"
        ],
        [
          59,
          72,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A dałbyś radę poprawić, żeby wilki i inne potwory takowe nie atakowały szarżą kilku ciosów? ;f",
    {
      "entities": [
        [
          29,
          34,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "x Zębacz",
    {
      "entities": [
        [
          2,
          8,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "). Będe co pewien czas dować zapowiedzi moda. Ogólnie mod opowiada o zombieland, czyli kraina zombie. Oto link do zopowiedzi (odc.1)",
    {
      "entities": [
        [
          94,
          100,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Na pewnym brzegu, znalazłem ciało nowicjusza z podpisem topielec i miał kilka rzeczy w tym sztabkę złota, ktoś coś?",
    {
      "entities": [
        [
          56,
          64,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Aby przekonać Zurisa do oddania głosu na Hannę musimy załatwić mu zwój przemiany w krwiopijcę. Rozmawiamy z Myxirem, który mówi, że Magowie Wody zaopatrywali się w te zwoje od Bractwa. Idziemy na szczyt wieży Xardasa, gdzie leży na stole zwój.",
    {
      "entities": [
        [
          83,
          93,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Niestety u mysliwych stanley nie uczy mnie 2reki , mam tylko mozliwosc handlu z nim . Dodam ze wykonalem wszystkie questy u mysliwych i zostalem juz nim. Moze jest jeszcze jakis inny nauczyciel 2reki w GD (1 rozdzial bez gildi) , albo cos z stanleyem zle zrobilem?(jeszcze wyczyscilem sam gobliny zanim otrzymalem questa i oddalem alexowi ten kielich oraz pierscien clawowi , to przez to ? ) dziekiuje z odpowiedz.",
    {
      "entities": [
        [
          289,
          296,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Poszukiwacz przygód to raczej średni pomysł. Ktoś taki powinien już coś umieć, jeśli chodzi o walkę, mieć trochę siły i zręczności, umieć otwierać zamki (co to za poszukiwacz przygód, co nie potrafi otworzyć samotnego kufra w zatęchłej jaskini?), ściągać skóry i jakieś podstawy alchemii. Jak wyląduje taka goła pierdoła, to będzie niezbyt sensowne. Taki ktoś zginąłby na pierwszej (i ostatniej zarazem) przygodzie. A jeśli będzie już sporo umiał na początku, to będzie mniejsza frajda z rozwoju postaci. Ale może syn/córka takiego poszukiwacza? Znalazł/ła stara mapę ojca z ukrytym skarbem i wyruszył/ła na poszukiwania. To by tłumaczyło nikłe umiejętności bohatera (poniosła go/ją fantazja i przeceniła swoje siły) a także nieznajomość terenu. Ale ostatecznie wybór podejmujesz ty/twój team. Co by nie była za fabuła, i tak będzie oklepana, tyle już filmów/gier stworzono, że ciężko coś nowego wymyślić, żeby to jeszcze trzymało się kupy. Prochu nie wymyślisz, wszystko już było. Zresztą fabuła to i tak tylko pretekst do eksplorowania świata, wykonywania misji i nabijania leveli. Nie przypominam sobie, żebym w jakiegoś RPG-a grał ze względu na trzymającą w napięciu fabułę, najwyżej pojedyncze zadania takie były. Zresztą ja osobiście uważam, że zbytnie zmuszanie i silenie się na oryginalność i zwroty akcji nie jest zbyt dobre. O to chodzi w nagłych zwrotach akcji żeby były NAGŁE i NIESPODZIEWANE. Jeśli co 10 minut będzie jakiś zwrot to to wcale nie będą niespodziewane i zaczną nużyć. Człowiek na dłuższą metę nie lubi, jak autor robi z niego głupka, co chwilę zamieszczając coś, czego nie przewidział lub nie spodziewał. Poza tym są pewne kanony gier RPG, a zadanie typu \"przynieś mi 5/10/x skór wilka, dzika lub innego zwierza\" to już stały element, coś jak 4 koła w samochodzie. I lepiej tego nie tykać.",
    {
      "entities": [
        [
          1707,
          1712,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "> dodany cieniostwór do jaskini poszukiwaczy",
    {
      "entities": [
        [
          9,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Stary ścierwojad",
    {
      "entities": [
        [
          6,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Co do Cieniostwora - nie używając pakietów skryptowych/Uniona, nie mogliśmy zablokować czasu (choć początkowo to planowaliśmy, tak jak rozważaliśmy czy wybrać G1 czy G2), więc zdecydowaliśmy się dodać taki mały easter egg i zakończenie rozgrywki gracza, który zbyt długo się opieprza (no bo naprawdę nie ma co tam robić aż tak długo).",
    {
      "entities": [
        [
          6,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przyzwanie Demona",
    {
      "entities": [
        [
          11,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przemiana w cieniostwora\",   // SPL_TRF_SHADOWBEAST=   36;",
    {
      "entities": [
        [
          13,
          25,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "PS. Poczytałem chwilę komentarze pod filmem \"Dr\" Kenta Hovinda i zmieniam zdanie. Podtrzymuję, że człowiek o zdrowych zmysłach, nie wklejałby czegoś takie, ale jednak jest duża szansa, że to nie jest troll (choć i tak skaniam się temu, że jest).",
    {
      "entities": [
        [
          200,
          205,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Print(\"Zupę pełzaczaną robi się z pełzacza, skombinuj sobie najpierw jakiegoś\");",
    {
      "entities": [
        [
          34,
          42,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:24:19:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Witam zainstalowałem wszystko zgodnie z listą. Ale pewnie coś źle jednak zrobiłem. Mianowicie, niektóre zbroje nie działają. Widziałem u ludzi na filmach, że Gorn ma zbroje łowców smoków u mnie ma zupełnie inną. Koleś a Ardei ma pancerz buntowników z pancerza pełzacza, a chyba powinien mieć model z G2. Do tego zbroja diego ma zepsutą teksturę, naramienniki na spodniach etc. Lester ma zbroje chyba nordmarczyka i naciągniętą texture nowicjusza co też wygląda komicznie. Da się to jakoś naprawić ?",
    {
      "entities": [
        [
          260,
          268,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "mrakoris to cieniostwór jak coś",
    {
      "entities": [
        [
          12,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cieniostwór nie pojawia się, jeśli już zaczyna się ta ostatnia sekwencja.",
    {
      "entities": [
        [
          0,
          11,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "3: UDAJEMY SIĘ NA BAGNA I ROBIMY WSZYSTKO AŻ DO WYBICIA KRÓLWY PEŁZACZY",
    {
      "entities": [
        [
          63,
          71,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Chciałem zobaczyć (trochę na kodach), jak cieniostwór z rutyną będzie się dokładnie sprawował - no i na początku wszystko ok, pochodził po płaskowyżu nad opuszczoną kopalnią (nawet zabił Ratforda",
    {
      "entities": [
        [
          42,
          53,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zębacz",
    {
      "entities": [
        [
          0,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "dodałem doświadczenie za rozmowę z demonem",
    {
      "entities": [
        [
          35,
          42,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Prawda jest taka, ze niestety PB strasznie poszla na latwizne w gd wycinajac kilka lokacji np kanion trolli czy wolna kopalnie oraz oboz quentina.  Do tego niektore rzeczy zupelnie zmienili, np rampa z placu wymian na gore czy znikad pojawienie sie kopalni tej obok starej kopalni.",
    {
      "entities": [
        [
          101,
          107,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Więcej potworków z Risen'a nie będzie, tylko te + reszta co wcześniej pokazałem (Skorpiony, Czerwie, Brontoki i Jaszczury Grzmotów).",
    {
      "entities": [
        [
          112,
          121,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "....mając 70 odpornści na ostrza i 65 na obuchy dostałem od młodego szczura 25 obrażen. Szczur ma 15 siły. Hmmm..czyżby minimalna ilość obrażeń jaką można dostać to 25 ? To błąd czy nawet będąc w zbroi paladyna najłatwiejszy przeciwnik jest nas wstanie całkiem nieźle zranić?",
    {
      "entities": [
        [
          68,
          75,
          "MONSTER"
        ],
        [
          88,
          94,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kolejny art udostępniony przez twórców - tym razem pełzacz.",
    {
      "entities": [
        [
          51,
          58,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytuj﻿Co nadal może potwierdzać to, że to ZMARŁYCH chowano w tych zbrojach, a nie, że chodzili oni w zywych. Jak umrzesz w dresie i lapciach to też sie tak dasz pochować? Bo ja bym straszył zza grobu za to.To dlaczego znajdowali się w tej jaskini, a nie w domu Strażników Umarłych? W czwartym rozdziale zombie znajdują się na bagnach - wśród tych zombie są także te w zbrojach. Dom Strażników Umarłych jest dość daleko od bagien.",
    {
      "entities": [
        [
          303,
          309,
          "MONSTER"
        ],
        [
          347,
          353,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A co do pojawiania się przedmiotów w oryginalnym demie: nie mam niestety dużej próbki, bo tylko z paru gameplayów, które widziałem (no i na nich mogli też po prostu coś przeoczyć), ale wydaje mi się, że przedmioty zawsze są w takiej samej liczbie, tylko w zależności od rozgrywki - przynajmniej niektóre - są ustawiane w jednym z kilku losowych miejsc. Np. gruszka raz jest w misce na stole, a raz na półce (nie widziałem sytuacji, by nie było jej w żadnym z tych miejsc). Wspomniany twardzień był albo po lewej płaskowyżu, w okolicy kretoszczurów, albo w okolicy ciała Jorika (ale tego już nie widziałem na każdym gameplayu, więc nie wiem, czy go przeoczali, czy czasem mogło go nie być w ogóle).",
    {
      "entities": [
        [
          534,
          547,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "ja CI proponuję zablokować możliwość zdradzania obozu z kreta na cienia itp... Nie będzie możliwości bugowania. Wilk syty i owca cała.",
    {
      "entities": [
        [
          112,
          116,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Naprawiono brak działania lodowego golema po zamrożeniu nas.",
    {
      "entities": [
        [
          35,
          41,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Irytuje mnie tylko mechanika. Minimalna ilość obrażeń to 30 pkt, więc po jakiego grzyba mam teraz zakładać lepszy pancerz jak i tak dostanę od wilka za 30 punktów obrażeń?",
    {
      "entities": [
        [
          143,
          148,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Witam mam problem z pewną misją i myślę że w tym temacie mogę się zapytać o pomoc. Mianowicie gdy się teleportowałem pojawiłem się ze szkieletem na tej małej polance na której były 3 pełzacze i daje nie wiem co mam robić",
    {
      "entities": [
        [
          183,
          191,
          "MONSTER"
        ],
        [
          134,
          144,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "2. Czy to normalne, że szczury i jaszczurki nie mają nazw? Stwór mi się podświetla, ale nie ma podpisu.",
    {
      "entities": [
        [
          23,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Zębacze pod miastem",
    {
      "entities": [
        [
          1,
          8,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tom skupuje po 10 sztuk skór właśnie topielców i błotnych węży - o jaszczurach nic nie mówi i one na pewno nie zostawiają skór.",
    {
      "entities": [
        [
          37,
          46,
          "MONSTER"
        ],
        [
          67,
          78,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "To raczej nie błąd. Ucieka przed cieniostworem",
    {
      "entities": [
        [
          33,
          46,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Albrecht każe nam zdobyć lepsze wyposażenie do walki przeciwko orkom. Aby zdobyć lepszą zbroję rozmawiamy z Rupertem, któremu nie idzie składanie zbroi z płytek pełzacza. Chce, żebyśmy odnaleźli człowieka, który potrafi wykonać taką zbroję. Rozmawiamy w tym celu z Orlanem, który wysyła nas do Wilka. Wilk chętnie zrobi dla nas takową zbroję, ale musi mieć do tego 10 płytek pełzacza. Możemy je kupić u Benneta. Gdy wykona dla nas zbroję wracamy do Albrechta.",
    {
      "entities": [
        [
          301,
          305,
          "MONSTER"
        ],
        [
          294,
          299,
          "MONSTER"
        ],
        [
          161,
          169,
          "MONSTER"
        ],
        [
          375,
          383,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Jakieś nieco lepsze przedmioty w kufrach postaci ważniejszych (np.u Laresa jakiś pierścionek siła +3, u Wilka mikstura zręczności +1, u Klina i Rączki jakiś łup złodziejski, wiadomo, żeby to odróżniało ich dobytek od łupu na innych),",
    {
      "entities": [
        [
          105,
          110,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Posłowie: Teraz zależnie jak ustawimy naszą zmienną czar będzie przemieniać nas w określoną bestię (w tym przypadku Pełzacza, Ognistego jaszczura, Topielca lub cieniostwora). Zmienną możemy ustawić na kilka sposobów, podam kilka z nich:",
    {
      "entities": [
        [
          160,
          172,
          "MONSTER"
        ],
        [
          116,
          124,
          "MONSTER"
        ],
        [
          136,
          145,
          "MONSTER"
        ],
        [
          147,
          155,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zbroja z pancerzy pełzaczy",
    {
      "entities": [
        [
          18,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_SCAVENGER                           = 25               ;      //   ŚCIERWOJADY",
    {
      "entities": [
        [
          81,
          92,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Panowie i na Beliara karmicie trolla. Widać ze chłopak miał podstawy filozofii w szkole, dowiedział się o niejakim Schopenhauerze i uczy się o nim w praktyce. Z drugiej strony, wojna forumowa o krąg magii? Serio? O coś, co można zrobić edytorem postaci z konsoli? Outlander, zamiast rzucać mięsem w typa i zniżać się do takiego poziomu, dodaj do jakiejś jaskini maga nauczyciela o imieniu Mac Dun, uczącego wszystkich kręgów, niezależnie od gildii, to się chłopak również ucieszy. A co to mało jaskiń w grze? Np u Gilberta, albo w chacie Shrata, wszystko jedno, pod wodospadem na drodze do NO np. Z punktu widzenia fabularnego, nie ma to sensu, ponieważ bractwo wyznaje śniącego, demona, sługę Beliara. Dziwne aby sługa był równie silny co jego pan. Ale z punktu widzenia rozwoju postaci i rozgrywki, ma to już sens. Za pierwszym razem, gdy zagrałem bractwem, również liczyłem, że stracę gildię jak w Starym obozie i dołączę do magów wody. Również się na tym nieco zawiodłem. Outlander, jesteś już w tym chyba specjalistą (w porównaniu do siebie, gdyż pomysłów miałbym multum, a nie mam zielonego pojęcia jak umieścić to w grze). Co za problem dla Ciebie, 5 min poświęcić ekstra i dodać maga uczącego wszystkich kręgów? A czy ktoś z tego skozysta, czy też nie, to już prywatna sprawa miedzy graczem a jego rozgrywką.",
    {
      "entities": [
        [
          30,
          36,
          "MONSTER"
        ],
        [
          680,
          686,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A kt oci każe bić szkieleta 10minut? są na niego bronie, to jest proste, woj ma bronie 1h i 2h na nieumarłe a mag runę, WSZYSTKO się zgadza, twoje narzekania są przesadzone i to grubo, rozumiem jeszcze 1.3.2 bo to trudny patch i jest nie dla każdego ( nie dla ciebie jak widać ) ale patche od Nergala są teoretycznie idealne.",
    {
      "entities": [
        [
          18,
          27,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_MINECRAWLER                        = 23               ;      //   PEŁZACZE",
    {
      "entities": [
        [
          80,
          88,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilk z gothic 2 zrobi pancerz z płytek pełzacza po spełniaonym warunku pogadania z Gestahem w GD wtedy jak wrócimy do Wilka to będzie opcja z pancerzem",
    {
      "entities": [
        [
          0,
          4,
          "MONSTER"
        ],
        [
          118,
          123,
          "MONSTER"
        ],
        [
          39,
          47,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "1. Gdzie znajde Niclasa z zadania Hodowla Ścierwojadów?",
    {
      "entities": [
        [
          42,
          54,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "To jest historia kilka lat przed wrzuceniem Bezia. Kontynuacja mojego moda pt Dolina Zombie.",
    {
      "entities": [
        [
          85,
          91,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "1/teraz zamrażanie Lodowego Wilka oraz Śnieżnego Goblina będzie powodowało u nich dwa razy mniejsze obrażenia",
    {
      "entities": [
        [
          49,
          56,
          "MONSTER"
        ],
        [
          28,
          33,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Serce Lodowego Golema",
    {
      "entities": [
        [
          15,
          21,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "ja nie narzekam na razie na LEGO! najnowszej wersji nie testowałem , musze sprawdzić czy ma ten jeszcze bug ze ścierwojadem , który zamiast biec to spaceruje powoli.",
    {
      "entities": [
        [
          111,
          123,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Smokmen - jeżeli Kyro jakimś cudem przegra z Zębaczem (i będzie grał z nim dłuuugo",
    {
      "entities": [
        [
          45,
          53,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ryba o bardzo mocnych szczękach i zębach. Nie jest agresywna. Groźnie wyglądające zęby służą zębaczom do rozłupywania jeżowców, skorup twardych ślimaków, krabów i innych podobnych składników ich pożywienia.",
    {
      "entities": [
        [
          93,
          101,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Idziesz z tym piwem czy zjadły cię te szczury?",
    {
      "entities": [
        [
          39,
          46,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "ja mam duzy problem chodzi o to ze jak robie misje gobliny to mam ostani dzien na to i jak gadam z wambo to w dzienku pojawia mi sie zebym sie rozejzal w koszarach no i ide tam i nic niema no i wiem ze niby trze przespac do wieczora wiec ide spac i lipa nie ma zadnego kluczyka na stole i to trzeba niby spac do polnocy? jak tak to lipa bo jak juz biore do polnocy to mnie piorunek i czas sie konczy na ta misje i nie wiem co trzeba zrobic teraz pomozcie bo juz z tym walcze dluzszy czas",
    {
      "entities": [
        [
          51,
          58,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A i przede wszytkich w zachodnim lesie byś mógł trochę te szkielety odsunąć od drogi bo jak z Laresem się idzie po ornament to najpierw mi go szkielety uciupały a jak wstał to po 10 sekundach go ork dobił xD niby wstaje ale irytujące.",
    {
      "entities": [
        [
          58,
          67,
          "MONSTER"
        ],
        [
          142,
          151,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Najwyższy Lord Cienia Amort rzuca błyskawicami za 10 000 obrażeń magicznych + tak samo jak z Trollem.",
    {
      "entities": [
        [
          95,
          102,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam pytanie: tak powinien wyglądać agresywny kretoszczur?",
    {
      "entities": [
        [
          45,
          56,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Preriowy ścierwojad w 2018-04-02, 22:53",
    {
      "entities": [
        [
          16,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zielony goblin - za dnia biznesmen, w nocy złoczyńca",
    {
      "entities": [
        [
          8,
          14,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "I nie ma zadania \"Płytki pancerza z pełzacza dla Mattea\".",
    {
      "entities": [
        [
          36,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Topielec\",",
    {
      "entities": [
        [
          1,
          9,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ma ktoś pomysł na błogosławieństwo dla Farima? I czy jeśli zabiłem leśne ścierwojady w 2 rozdziale to zrespią się w którymś? Bo mnie lali orkowie i akurat one im się nawinęły i zupełnie zapomniałem o tym queście...",
    {
      "entities": [
        [
          73,
          84,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Choć sprawdziłem w GoManie, że wszystkie te tekstury są w pliku BQ_Data.mod, to z jakiegoś powodu w grze się nie aktywują, więc stworzenia korzystają z wersji V0 i wyglądają po prostu jak pełzacz, lodowy golem i kamienny golem. Może to jakaś literówka gdzieś, czy jakieś inne niewłaściwe przypisanie?",
    {
      "entities": [
        [
          188,
          195,
          "MONSTER"
        ],
        [
          204,
          209,
          "MONSTER"
        ],
        [
          221,
          226,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przemiana w Kretoszczura",
    {
      "entities": [
        [
          12,
          24,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przemiana w wilka\",      // SPL_TRF_WOLF      =   39;",
    {
      "entities": [
        [
          13,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jedyne co mnie boli to trochę źle wyważony system doświadczenia. Ilość expa otrzymywanego za potwory w żaden sposób nie współgra z trudnością w ich zabiciu. Stwory które na obecnym etapie gry padają na dwa uderzenia albo jeden krytyk dają po 120 expa albo i więcej, a taki np. młody troll 150, cieniostwór który sprawia znacznie więcej problemów niż ork, daje tyle samo czyli 180. Ogólnie zauważyłem znaczący wzrost w poziomie trudności gry i w sumie jest to bardzo na plus, trzeba się trochę nakombinować, ale jednak trochę zaburzony jest system rozdzielania doświadczenia co chyba jest bezpośrednio powiązane z zaburzoną trudnością poszczególnych mobów (np. zębacz jest znacznie trudniejszy od brzytwy kiedy powinno być wręcz odwrotnie).",
    {
      "entities": [
        [
          283,
          288,
          "MONSTER"
        ],
        [
          294,
          305,
          "MONSTER"
        ],
        [
          660,
          666,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Goblin wojownik",
    {
      "entities": [
        [
          2,
          8,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zaraz ktoś napisze \" Aa bo mod musi być wymagający, rozgrywka wygląda dużo lepiej itp \" okej, wszystko fajnie. Tylko że ja nie mam ochoty robić zapis/wczytanie co pięć sekund tylko po to by ubić cholernego goblina. Całkowicie niszczy to chęć do dalszej zabawy. Temu kto tak zwiększył poziom trudności, kazałbym na 1lvl z lagą zabić smoka, przywiązałbym go do krzesła i kazał tak długo grać aż by go zajebał. I tak by tego nie zrobił, ale bym kazał skoro tak lubi trudną i wymagającą rozgrywkę.",
    {
      "entities": [
        [
          206,
          213,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Uważasz, że jakiś losowy troll musi nazbierać warna, zanim dostanie bana, czy dostaje bana za zalewanie forum śmieciowymi postami? Sęk w tym, że nikt Ci nie daje bana (stałego), bo najwidoczniej wychodzi się z założenia że może się czegoś o życiu nauczysz przy Kazzmirze i się zmienisz. Pozdrawiam.",
    {
      "entities": [
        [
          25,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dobra ja jednak rezygnuje z tego niech zębacz zastąpi moje miejsce",
    {
      "entities": [
        [
          39,
          45,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_BLOODFLY                           = 29               ;      //   KRWIOPIJCY",
    {
      "entities": [
        [
          80,
          90,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie wiem, gdzieś to wyczytał - kręgów uczy się po zostaniu magiem, względnie w Sekcie po zabiciu królowej pełzaczy.",
    {
      "entities": [
        [
          106,
          114,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W przypływie desperacji rzucił w szczura leżacym nieopodal młotkiem. Szczur jednak zaledwie dostał młotkiem w ogon i uciekł do swej nory.",
    {
      "entities": [
        [
          33,
          40,
          "MONSTER"
        ],
        [
          69,
          75,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wie ktoś może gdzie znajdę chrząszcza i pszczołę do zadania \"Polowanie na owady\"?",
    {
      "entities": [
        [
          27,
          37,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "I na koniec - Młody Troll znajdujący się na wyżynie nad pokojem z łowcą orków Hugo jest zbyt potężny/odporny w porównaniu do reszty trolli w grze. Jest on zupełnie niewrażliwy na ogień/czary, kiedy resztę trolli jestem w stanie przynajmniej zranić naładowaną kulą ognia. Ten troll jest dosłownie ostatnim żyjącym przeciwnikiem na mapie dla mojej postaci w pierwszym rozdziale. Albo reszta (dorosłych!) trolli powinna być równie potężna, albo ten troll słabszy. Raczej to drugie.",
    {
      "entities": [
        [
          20,
          25,
          "MONSTER"
        ],
        [
          275,
          280,
          "MONSTER"
        ],
        [
          446,
          451,
          "MONSTER"
        ],
        [
          132,
          138,
          "MONSTER"
        ],
        [
          205,
          211,
          "MONSTER"
        ],
        [
          402,
          408,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gdy obejrzymy towary Zurisa pojawi nam się opcja dialogowa związana z cenami towarów. Potem wyjaśni nam że największym jego konkurentem jest Jora. Gadamy z nim potem idziemy do jaskini poza miastem. Przed wejściem śpi cieniostwór. W jaskini są drzwi, a za nimi nielegalna destylarnia Vino. Rozmawiamy z nim i każemy, aby rozwiązał swój kontrakt z Jorą. Wracamy do Zurisa. Potem przychodzimy gdzieś za 4 dni i odbieramy nagrodę.",
    {
      "entities": [
        [
          218,
          229,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:24:03:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "odowla Ścierwojadów, tylko szczegółowo, nie mogę tego przejść, dzięki.",
    {
      "entities": [
        [
          7,
          19,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Możesz biegać po chatach w SO i szukać mocnego piwa albo poczekać z zadaniem do II. rozdziału i piwa dostajesz od Iana wraz z zabiciem królowej pełzaczy.",
    {
      "entities": [
        [
          144,
          152,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie chcę tutaj umniejszać zasług @Młodego ścierwojada, ale zmian w tekstach dużo nie było.",
    {
      "entities": [
        [
          42,
          53,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Akurat ja to mam zainstalowane i podczas walki z Hectorem też mi kilka razy wywalało do pulpitu. Głównie jak próbowałem gdzieś trochę dalej uciec. W końcu zapisywałem co jakiś czas w trakcie walki i jakoś to przeszedłem. A jeśli chodzi o walkę z nim to najlepiej ustawić się tak by te przyzwane szkielety, a później golem stał między nami a Hectorem, wtedy on sam je niszczy ognistymi pociskami.",
    {
      "entities": [
        [
          316,
          321,
          "MONSTER"
        ],
        [
          295,
          304,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Teraz nie można zabić Wojownika Cienia, Czarnego maga i Szkielet-Maga za pomocą przyzwanych szkieletów.",
    {
      "entities": [
        [
          56,
          64,
          "MONSTER"
        ],
        [
          92,
          102,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "edit : w tym modzie można jeżdzić na cieniostworze ?",
    {
      "entities": [
        [
          37,
          50,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "4. Czwarty jest w jaskini na bagnach, gdzie jest cieniostwór i pełno chrząszczy.",
    {
      "entities": [
        [
          49,
          60,
          "MONSTER"
        ],
        [
          69,
          79,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Idziesz do dzielnicy portowej, bijesz zombie, potem idziesz do Myxira i resztę bedziesz wiedział co i jak",
    {
      "entities": [
        [
          38,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "2. Z jakiegoś powodu wspomniany nieumarły cieniostwór po przywołaniu nie może się poruszać ani atakować - to niedziałające animacje, czy co? Choć ja w pliku stworzenia nie widzę, czym w sposobie poruszania/atakowania miałby się różnić od zwykłego cieniostwora i co tam może nie działać. (wiem, skoro i tak nieużywany, to po co sobie zaprzątać głowę - ale taki już ciekawski jestem ;) )",
    {
      "entities": [
        [
          247,
          259,
          "MONSTER"
        ],
        [
          42,
          53,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jak ktoś chcę się bawić w taki balans z rodem z gothica 3 *wybijamy całą wiochę orków i giniemy od ścierwojada* to niech da wybór. By inni też mogli pograć. Widziałem menu z wyborem poziomów trudności i sam mówisz o trudnym więc chyba będzie.",
    {
      "entities": [
        [
          99,
          110,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Losowy drop u goblinów. To chyba jedna z ostatnich nowości. Czekam jeszcze na dwa skrypty od Splasha i będzie koniec.",
    {
      "entities": [
        [
          14,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Usieke szkieleta to ten idiota mnie leje",
    {
      "entities": [
        [
          7,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "WTF? Co możesz o tym wiedziec, kiedy ostatnio zaglądałeś na dropboxa? Ten turniej to po prostu wyścig szczurów i nie widzę potrzeby brania w nim udziału. Materiały publikujemy na bieżąco na naszej stronie, te jak określiłeś #msg1047584zeszłoroczne#msg1047584 - praca nad elementami na nich ukazanymi faktycznie zaczęła się w tamtym roku, ale skończyła tuż przed pokazaniem tych materiałów, a nie rok wcześniej",
    {
      "entities": [
        [
          102,
          110,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "kyro, ścigaj zębacza - on i tak jest już po terminie",
    {
      "entities": [
        [
          13,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Znowu te jebane szczury, ile można z tą zarazą walczyć, trutki, pułapki, zadymianie piwnicy i  nic kurwa nie pomaga.",
    {
      "entities": [
        [
          17,
          24,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam problem. Przy wykonywaniu misji \"Zombiaki\". Nie wiem jak mam je wykonać. Podobno mam zabić zombie w porcie, ale nigdzie ich nie ma. Są tam tylko ciała i nie wiem co robić dalej. Pomoże ktoś?",
    {
      "entities": [
        [
          95,
          101,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:13:54:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Podobno jestem trollem.",
    {
      "entities": [
        [
          15,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wie ktoś jakie jeszcze nowe potwory dodaje ten mod? dotychczas spotkałem tylko goblina-zabójcę, dobre bydle, przypomina tego goblina Styxa.",
    {
      "entities": [
        [
          79,
          86,
          "MONSTER"
        ],
        [
          125,
          132,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Porównanie z Cieniostworem z CM:",
    {
      "entities": [
        [
          13,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "I zapisujemy. Szukamy czaru przemiany w wilka i używamy go. I zrobiliśmy czar przemiany w wrzoda",
    {
      "entities": [
        [
          40,
          45,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A mam jeszcze pytanko z zadaniem ,,Zakupy Bustera\". Mam niby od Keretha kupić jakiś miecz, ale on go wcale nie ma... bodajże nosi nazwe ta broń ,,Pogromca Wilków\".",
    {
      "entities": [
        [
          155,
          161,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ja myślę nad miejskim golemem.",
    {
      "entities": [
        [
          22,
          29,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Chodzi o to aby L'Hiver miał wszystko (świat, tekstury, nowe zbroje, nowe umiejętności, interfejs itp) to mi nie przeszkadza. Ale niech poziom trudności w walce będzie taki sam jak w oryginale bez modów. Żeby nie było sytuacji że goblin na początku masakruje mnie, albo grupa 2 krwiopijców. Trudno powinno być tak jak w czystej wersji Gothica 2 Noc Kruka bez modów. Może jeszcze powinny wrócić kamienne tablice pradawne zwiększające atrybuty, albo zmniejszyć ilość punktów nauki za nie z 10 PN za 5 PKT siły czy zręczności na 5 PN za 5 PKT.",
    {
      "entities": [
        [
          278,
          289,
          "MONSTER"
        ],
        [
          230,
          236,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Młody ścierwojad w 2017-03-05, 00:58",
    {
      "entities": [
        [
          13,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "8.Czarne trolle teraz zostawiają po 1 punkcie nauki.",
    {
      "entities": [
        [
          9,
          15,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "c) sprawdziłem czy to nie kwestia nauczyciela, bo uczyłem sie od Draxa; zrobiłem nową gre, dodałem sobie punkty nauki i nauczyłem sie u Firna; ten sam błąd: węże nic, jaszczury nic, topielce działają normalnie",
    {
      "entities": [
        [
          167,
          176,
          "MONSTER"
        ],
        [
          182,
          190,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Znalazł ktoś tego ''pana\" i czy wiąże się z nim jakiś quest ? Zaatakowałem go ale jest NIESAMOWICIE twardy jak na goblina.",
    {
      "entities": [
        [
          114,
          121,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Bezimienny atakuje szczura:",
    {
      "entities": [
        [
          19,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-piąć się po szczeblach gobliniej kariery, im wyżej w hierarchii tym więcej goblinów możemy wziąć na akcję",
    {
      "entities": [
        [
          76,
          84,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Teraz, po wyrzuceniu Golema, FG zamarza.",
    {
      "entities": [
        [
          21,
          27,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jaszczuroczłeki (Ork), Szkielety (Człowiek) i Bagielec (Człowiek)",
    {
      "entities": [
        [
          23,
          32,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- naprawiono brak krwi u przywołanych wilków;",
    {
      "entities": [
        [
          38,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mógłbyś zrobić texturę szakala na model wilka?",
    {
      "entities": [
        [
          40,
          45,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- zmienione AI Skorpionów, Mumii i Wilków (znalazłem prosty trick na to),",
    {
      "entities": [
        [
          35,
          41,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zbroja kruka to tak naprawdę odnowiona stara zbroja. Noszą tą zbroję zombie, oraz rademes, oraz dwaj kapłani, co sugeruje, że nawet jeśli mieszkańcy jarkendaru nie nosili tej zbroi, to kasta wojowników tak.",
    {
      "entities": [
        [
          69,
          75,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A ja napiszę że mod jest kompletnie niezbalansowany. Lekka przesada żeby wilki na 12 poziomie sprawiły problem doświadczonemu graczowi... I niech nikt nie pisze pierdół w stylu że jest prosto itp. Bo Returning z początku sprawiał lekkie problemy ale dało się grać. A tu jedynie czego idzie się dorobić to siwizny na włosach... Gra polega na ciągłym uciekaniu bądź wczytywaniu gry po 10 razy przy jednym przeciwniku. Widać że moda robiła jedna osoba która bez pomysłu wklepywała kolejne cyferki... Grafika spoko sama gra do dupy chyba że ktoś lubi używać często klawisza Esc i Enter.",
    {
      "entities": [
        [
          73,
          78,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_WARAN                                 = 18               ;      //   JASZCZURY",
    {
      "entities": [
        [
          83,
          92,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "co do strzelania z łuków do szkieletów to jest bzdura , zero realizmu tak jak w skyrimie",
    {
      "entities": [
        [
          28,
          38,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Skrzydła Krwiopijcy",
    {
      "entities": [
        [
          9,
          19,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jednoręczne mogą być za szybkie w walkach z niektórymi potworami. Tarcza to już przesada vs potwory - chciałbym to wyjebać chociaż przeciw Cieniostworom/Ogrom/Demonom/Golemom/Szablozębom, blokowanie ataków tych potworów nie jest fajne (tyle że bez grzebania w kodzie, jak twórca Update Pack'a, ni chuja).",
    {
      "entities": [
        [
          139,
          152,
          "MONSTER"
        ],
        [
          167,
          174,
          "MONSTER"
        ],
        [
          159,
          166,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:12:38:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie karmcie trolla",
    {
      "entities": [
        [
          12,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Młody ścierwojad",
    {
      "entities": [
        [
          13,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pewnie jakby był w gothic 3 to też by nam zrobił zbroję z płytek pełzacza",
    {
      "entities": [
        [
          65,
          73,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Plan: Święty Mściciel (Plan_Miecz1H8) - przy mieczu jest komentarz \"Plan na niego można znaleźć na Ziemi Orków przy starym szkielecie (należącym do kowala)\", ale nigdzie go nie ma. (nawiasem w dialogach kowali do tworzenia tego miecza jest parę błędów, m.in. otrzymujemy nieodpowiednią broń)",
    {
      "entities": [
        [
          125,
          135,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Róg Cieniostwora",
    {
      "entities": [
        [
          4,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "I wilk syty i owca cała.",
    {
      "entities": [
        [
          2,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "To podwyższenie poziomu trudności to sprawa względna. Ktoś może odebrać respawn jako darmowy exp, kogoś może on wnerwiać (mój jest w pełni konfigurowalny), ktoś może lubić naukę punktów życia, ktoś nie, et cetera, et cetera. Choć lekkie wzmocnienie początkowych potworów na pewno nastąpi. Zatruwanie jest zabójcze na początku gry (o czym wspominałem), więc wymusza to na graczu pewną dozę ostrożności i uwagi, żeby nie atakować stada jaszczurów na początku gry.",
    {
      "entities": [
        [
          434,
          444,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przemiana w zębacza\",      // SPL_TRF_SNAPPER   =   37;",
    {
      "entities": [
        [
          13,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "3. W dzienniku mam zadanie \"Płytki z pełzacza dla Mattea\", mimo, że dałem mu te płytki, po czym rzucił sie na mnie bo nie chciał dać kasy... ale koniec konców dał kase, a mimo to zadanie w dzienniku jest...",
    {
      "entities": [
        [
          37,
          45,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-konkurowanie z innymi bandami goblinów",
    {
      "entities": [
        [
          31,
          39,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Szkielet Gothica 3 jest taki sam jak w Risenie 1 ?",
    {
      "entities": [
        [
          0,
          8,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "No i w sumie jak ktoś byłby ciekawy, to emulator PS3 odpala już Demon's Souls na zadowalającym poziomie.",
    {
      "entities": [
        [
          64,
          69,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "gothic ja bym ci radził zrobić w tym dialogu z gotowaniem WSTECZ, bo np chcę zrobić tylko zupę z kretoszczura, zupy serowej już nie chcę to się cofam i daję KONIEC. Popraw to.",
    {
      "entities": [
        [
          97,
          109,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "8)\"Zakupy dla Bustera\" - dostępne od 1 rozdziału. Musimy po prostu kupić mu kilka przedmiotów u Keretha(ten, co zawsze ma 9999 bryłek rudy). Kupujemy dla niego broń \"Pogromca Wilków\", butelkę wina, jedno piwo i mały pierścień odporności. Po zakupach wracamy do Bustera, oddajemy mu jego rzeczy i kończymy questa.",
    {
      "entities": [
        [
          175,
          181,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Również zauważyłem małe błędy, jak ściany przez które można zbierać przedmioty, rozmawiać z postaciami, albo namierzać kulą ognia czarne gobliny w jaskini.",
    {
      "entities": [
        [
          137,
          144,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gothic : Zombie Mod",
    {
      "entities": [
        [
          9,
          15,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeśli broń może wpaść w ręce orka to dodajemy też do ZS_Orc_Attack (a jeśli w goblina to także w ZS_MM_Attack).",
    {
      "entities": [
        [
          78,
          85,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    ") czy nieumarły cieniostwór (UnDeadShadowbest), tak o niektórych nie ma żadnej wzmianki poza tym, że są pliki stworzeń, więc da się je przyzwać kodami.",
    {
      "entities": [
        [
          16,
          27,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Teraz, po przeczytaniu książki \"Trucizny krwiopijców\", żądło przywraca zdrowie tylko 4 razy zamiast 10, a każde kolejne ożywienie jest o 25% słabsze.",
    {
      "entities": [
        [
          41,
          52,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "a zobacz jak się szkielety rozpadają",
    {
      "entities": [
        [
          17,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "5/teraz aby wykonać runę Śmiertelna Fala wystarczy 1 serce szkieletu maga a nie 3",
    {
      "entities": [
        [
          59,
          68,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "2.Otwieramy (dla przykładu, zmienię czar przemiana w pełzacza, czyli spell_trf_Crawler.d), widzimy coś takiego:",
    {
      "entities": [
        [
          53,
          61,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ale raczej ich pod szkielet Gothica nie przeniesiesz aczkolwiek nie wiem.",
    {
      "entities": [
        [
          19,
          27,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ktoś wie jak zostać magiem ognia? Zabiłem królową pełzaczy i czy po dołączeniu do obozu strażników kopalni, czy jak od razu idę do corristo to on mnie przegania. PS byłem cieniem.",
    {
      "entities": [
        [
          50,
          58,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wie ktoś może jak przywrócić balans z nocy kruka? Tak zainstalowałem podany w poście patch z dodatków do moda, ale nadal pancerz nie działa. Na G2 Noc Kruka bez l'hiver wilk na 1lvl zabija cię na 4 ciosy, jak założyłem ciężki pancerz straży, na 8. Potem przetestowałem jak to działa na l'hiver. Mimo, że statystyki wzrosły do tych co bez moda, to nadal nic nie daje. Wilk zabija mnie na 4 ciosy nawet kiedy mam ciężki pancerz straży.",
    {
      "entities": [
        [
          169,
          173,
          "MONSTER"
        ],
        [
          367,
          371,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Twórca wyglądu potworków z Gothica 2 zawartym w tym CM 2.6.3 (joey1990) wziął się za kreatury z Risen'a, świetnie to wygląda (co się można czepić to że wilki mają wytrzeszcz):",
    {
      "entities": [
        [
          152,
          157,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "1. O ile co do niektórych są zakomentowane informacje, że np. na jakimś etapie miały się znaleźć w świątyni Śniącego - smoczy zębacz (SnapperDragon; nawiasem mówiąc bardzo dziwna tekstura",
    {
      "entities": [
        [
          126,
          132,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Jaszczury ogniste te obok martwego czeladnika",
    {
      "entities": [
        [
          1,
          10,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "3.Szata Duchownych \"Duchowni to nie są magowie, tylko duchy.Ludzi których zombie dopadły\" spadłem z krzesła",
    {
      "entities": [
        [
          74,
          80,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Serce Ognistego Golema",
    {
      "entities": [
        [
          16,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ćmy (Krwiopijca), Sęp (Ścierwojad)",
    {
      "entities": [
        [
          5,
          15,
          "MONSTER"
        ],
        [
          23,
          33,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nowe sługi Xardasa są identycznie rozmieszczone jak w Returningu 2.0. Może to przypadek, może nie, ale jak dla mnie to jest to żywcem skopiowany skrypt. Pancerze szkieletów przed wieżą też gdzieś widziałem.",
    {
      "entities": [
        [
          162,
          172,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Witam, mam mały problem z teksturami, mianowicie niektórzy orkowie mają takie białe plamy na sobie jakby sie mlekiem oblali <_<, natomiast Wilk to latająca głowa z szyją a Lee, Milten i Diego mają zielone włosy <_<",
    {
      "entities": [
        [
          139,
          143,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Żądło Krwiopijcy",
    {
      "entities": [
        [
          6,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "100% kompatybilności raczej  nie bedzie. Nawet jeżeli sam union będzie działał z pakietami ninja to dodatkowe wtyczki mogą generować konflikty. ja tak mam z paczką (troll stone throwing).",
    {
      "entities": [
        [
          165,
          170,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mi tam moneta z dziurą pasuje, za to to żółte t jest siarka czy łój kretoszczura? jeżeli siarkaokej, jeżeli łój... nie chciałbym tego w woreczku przechowywać. Also uchwyt brzytwy troszkę się wyróżnia i to nie na dobre, odstaje od reszty - jest jakby rozmazany, a talerze wyglądają jak z kamienia trochę.",
    {
      "entities": [
        [
          68,
          80,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Preriowy ścierwojad w 2018-03-31, 15:50",
    {
      "entities": [
        [
          16,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "> poprawiony wygląd zaginionej klingi Wilka",
    {
      "entities": [
        [
          38,
          43,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mi działało nawet jak nie ustawiałem EnableShields, problem jest u mnie tylko z dodawaniem szkieletom tych tarcz, na ludzi to działa z samym EquipItem.",
    {
      "entities": [
        [
          91,
          101,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "AI_Output (self, other ,\"DIA_Tardos_HELLO1_03_16\"); //Z nowego obozu. Lee, Orik, Lares, Wilk, Saturas, Riordian i Gorn.",
    {
      "entities": [
        [
          88,
          92,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Pancerz z płytek pełzacza (wersja pod siłę)",
    {
      "entities": [
        [
          19,
          27,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "do jeziora na północy. Idąc po lewo jest Czarny Troll, na prawo więcej takich",
    {
      "entities": [
        [
          48,
          53,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam problem, powiecie mi jak ukończyć zadanie z Goblinami, i jak je ubić ?",
    {
      "entities": [
        [
          48,
          57,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gdy otrzymujemy akt własności rezydencji możemy porozmawiać z Gromem o jego pracy na naszym terenie. Dowiadując się o tym Grom odchodzi z kotliny do namiotu przy schodach w farmie Bengara. Gdy go tam spotykamy proponujemy mu ponowną pracę. Zgadza się on w zamian za zabicie 3 trolli w kanionie. Po wykonaniu zadania wracamy do drwala.",
    {
      "entities": [
        [
          276,
          282,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "1. Szkielety w G1 atakują tak czy siak każdą gildię oprócz nieumarłych (szkielet,zombie, szkielet mag no).",
    {
      "entities": [
        [
          72,
          80,
          "MONSTER"
        ],
        [
          89,
          97,
          "MONSTER"
        ],
        [
          3,
          12,
          "MONSTER"
        ],
        [
          81,
          87,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mnie się akurat w MT odechciało grać po kilku dniach gry, gdyż za dużo bez sensownych zmian wprowadzili zostawiając masę bugów, np. system walki czy potworki, których nie dało się zabić, chyba ze miało się 1000 siły... Albo zmiany w głównej fabule gry, zamiast zrobić to co chcieli, w obszernym pobocznym queście. Oczywiście było również w ich modzie, wiele fajnych i ciekawych rzeczy, ale nie przytoczę już ich. Dawno w to nie grałem i nie mam więcej zamiaru. Natomiast ogólnie rzecz biorąc, to pełna zgoda z mojej strony, z tym co napisał Lukizzz a propos mieczy. Pewne rzeczy, lepiej jest po protu zostawić, żeby nie przesadzić. A mógłbyś zdjąć wymagania minimalnej ilości many, przy używaniu fragmentu lodowego golema? Albo przynajmniej zmniejszyć do jakichś rozsądnych rozmiarów? Jest to lepsze od runy sopel lodu, tańsze i można używać bez kręgów magii. Idealne na wczesne rozdziały gry. Pewnie nie dodasz, żadnej jakiejś śmiesznej ukrytej lokacji w grze, jak \"ptp island\" w modzie diccuric? Jeszcze jedna rzecz, której nigdy nie rozumiałem w gothicu, to dlaczego NPC szybciej machają mieczami od nawet najlepiej wytrenowanej postaci naszego bezimiennego bohatera?",
    {
      "entities": [
        [
          715,
          721,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Patrz, chrząszcz!",
    {
      "entities": [
        [
          7,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- nie spotkałem takiego błędu grając w ER. Będąc szpiegiem na bagnie najpierw robisz quest z kamieniem ogniskującym (trzeba odnieść zapłatę Quentinowi), później robisz zadania z posłańcem, jajami pełzaczy i almanachem. Po tym wszystkim wracasz do Quentina.",
    {
      "entities": [
        [
          196,
          204,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ghul (Topielec)",
    {
      "entities": [
        [
          6,
          14,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 2013-07-31 16:09:37:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Idziesz zostać kretem (Swiney) Potem wykonujesz zadanie dla Okyla. Nie zabijasz Flinta, tylko go prowadzisz do SO. Najlepiej przed zaprowadzeniem zostać szkodnikiem. Kupić pancerze u Wilka te najlepsze. w 2 rozdziale jest zupełnie nieporozumienie, gdyż można zostać najemnikiem lub magiem wody. Saturas i lee chwalą Cie coś zrobił w kopalni, a tak na prawdę jeszcze nie zacząłeś wątku",
    {
      "entities": [
        [
          185,
          190,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Umożliwia zabijanie chrząszczy, węży, królików oraz jaszczurek poprzez zdeptanie ich.",
    {
      "entities": [
        [
          20,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A i oczywiście narzucam ci w co masz grać moim nickiem. Troll : Level hehihi",
    {
      "entities": [
        [
          56,
          61,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "25/w momencie gdy pierwszy raz zaczepia nas Sentenza z pytaniem //A ty gdzie się wybierasz? nie insertują się już w pobliżu czarne gobliny",
    {
      "entities": [
        [
          131,
          138,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Czy to normalne że nie zadaję obrażeń niektórym postaciom i potworom np kretoszczury",
    {
      "entities": [
        [
          72,
          84,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Drugi oryginalny wygląda jak pazury pełzacza, trzeci to albo kły albo metalowe obramowanie na jakiś kryształ w środku. Czwarty to pewnie coś w",
    {
      "entities": [
        [
          36,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "AI_Output (self, other ,\"DIA_Testowiec_HELLO1_JakieZwoje_03_02\"); //Kula ognia,lodowa lanca lub przyzwanie wilka.",
    {
      "entities": [
        [
          107,
          112,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Jestem NAJLEPSZYM Nekromantą na świecie, jedynym władcą podziemi, ożywieńców, i demonów... Dziwko!\"",
    {
      "entities": [
        [
          81,
          88,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "jaki mam urzyć kod na golema ognistego",
    {
      "entities": [
        [
          22,
          28,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Coś mi świta że trzeba iść w stronę cieniostwora na wyspie ścierwojadów. Wspinamy się, a po drodzę szukamy występu skalnego na który da się wejść, coś tam chyba było ;/ W ostateczności poszukajcie forum ekipy która spolszczyła modyfikacje. Rzadko zagląda tu ktoś z tamtej ekipy.",
    {
      "entities": [
        [
          59,
          71,
          "MONSTER"
        ],
        [
          36,
          48,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Po zainstalowaniu modyfikacji i jej uruchomieniu wyświetla się info o aktualizacji, kiedy podaję jej lokalizacje gothica naciskam przycisk install i nic sie nie dzieje, mogę tak kilkać do woli a cały instalator jakby sie freezował i nie da się go wyłączyć. W czym może być problem? Grałem w l'haivera na wcześniejszej wersji pomijając tą aktualizację i czasami niektórzy przeciwnicy ( najczęsciej smoki, cieniostwory i owce) byli niewidzialni. Proszę o pomoc w roziwązaniu tego problemu.",
    {
      "entities": [
        [
          404,
          416,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- efekt krwawienia Szkieletów oraz Kamiennych i Ognistych golemów został zastąpiony nowymi efektami;",
    {
      "entities": [
        [
          19,
          29,
          "MONSTER"
        ],
        [
          58,
          65,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "prędzej tego goblina co wygląda jak zgredek",
    {
      "entities": [
        [
          13,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "szkielet Lando złożył mi książkę?",
    {
      "entities": [
        [
          0,
          8,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "4.Ma ją chciwy goblin przy wieży Xardasa. Pojawia się on po wykonaniu zadania ,,Gobliny!",
    {
      "entities": [
        [
          80,
          87,
          "MONSTER"
        ],
        [
          15,
          21,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Realizm w grze w której występują smoki, olbrzymie jaszczury, przerośnięte kury, szkielety, magia, bohater nie czuje głodu, cały czas biega truchtem ale sprintem tylko po wypiciu mikstur, nosi ze sobą milion przedmiotów, 200000 broni ale nie może założyć miecza bo brakuje 1 pkt siły i to wszystko chowa w brzuchu.",
    {
      "entities": [
        [
          81,
          90,
          "MONSTER"
        ],
        [
          51,
          60,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    ". Następna wersja spolszczenia na pewno będzie już lepsza bo Młody ścierwojad zajmie się nią z profesjonalnymi tłumaczami metkiem58 i smoxem i zostanie też przetestowana przed wydaniem",
    {
      "entities": [
        [
          67,
          77,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- wprowadzono blokowanie tarczą ataków zwierząt (z wyjątkiem trolli i potworów) oraz BN-ów walczących pięściami;",
    {
      "entities": [
        [
          61,
          67,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Czyli model kobiety i ścierwojada(o ile pamiętam)otwieramy za pomocą 3ds maxa",
    {
      "entities": [
        [
          23,
          34,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dobra, zainstalowałem wszystko od nowa, dialogi są opisy też jednak jest następny problem, nie ma Tristana tego gościa na początku w Ardei, wszyscy są Lee, Angar, Wilk itd itd a jego nie ma... ma ktoś pomysł dlaczego znikł ?",
    {
      "entities": [
        [
          163,
          167,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ewentualnie zrobić tak jak na filmie Siemmka z tym cieniostworem że Koń jest w EQ itp",
    {
      "entities": [
        [
          51,
          64,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Utknąłem w jednym miejscu. Pokonałem orki i jaszczury w lesie, wypełniłem pozostałe zadania i nie wiem co robić. Andre nadał mi tytuł szlachecki. W dzienniku pozostały mi 3 zadania:",
    {
      "entities": [
        [
          44,
          53,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Był 1 rozdział, wykonałem wszystkie zadania dla NO ile się dało, w 2 rozdziale to samo i wybrałem ścieżkę magów wody (aczkolwiek nie szedłem do Saturasa) Będąc szkodnikiem poszedlem ponownie do gomeza (po pokonaniu królowej pełzaczy) i użyłem opcji \"czy to znaczy że jestem jednym z was?\" Zostałem cieniem. Wiadomo że zbugowałem możliwość u magów ognia by później wykonać jedno bądź dwa zadania dla nich. Grałem strażnikiem do końca 3 rozdziału aby wykonać jak najwięcej zadań (chociażby elitarny pancerz strażnika) Później poszedłem do magów wody do saturasa a ten z strażnika mianował mnie na maga wody....  dzięki temu mogłem też wykonać parę zadań chociażby to z lordami jak się nie mylę. Później poszedłem do szefa magów ognia który to czekał ładnie w kręgu by dać mi szatę maga ognia i pomimo faktu że byłem już magiem wody ten mianował mnie na maga ognia... składał przysięgę 2 raz. Po wyrzuceniu mnie z SO poszedłem ponownie do saturasa a ten jakby zapomniał mianował mnie po raz drugi magiem wody...",
    {
      "entities": [
        [
          224,
          232,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Z chrząszczem działa ENTER",
    {
      "entities": [
        [
          2,
          13,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Płytki z pancerza Pełzacza",
    {
      "entities": [
        [
          18,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kiedy ja tego moda tworzyłem... Prawie rok temu, wtedy pracowałem sam. A teraz z przyjaciółmi i to nie ja teraz pracuje nad dialogami tylko mój przyjaciel Chrząszcz",
    {
      "entities": [
        [
          155,
          164,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W ogóle ciekawe, że w pełni uznają słuszność Demon's Souls* kosztem DS2 (lochy irithyllu to nic innego jak tower of latria - ale to akurat duży plus, bo ta lokacja w DeS miała super ciężki klimat, set xanthousa został zastąpiony nakryciem Old Monka, Eygon i Irina to kopia Vinlanda i Astraeii, Stormruler, a Firelink Shrine to bardziej Nexus niż Firelink Shrine z DS1).",
    {
      "entities": [
        [
          45,
          50,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Zostało jeszcze tylko wyprostować dialogi z Draxem, poprawić bronie, dodać nieumarłego cieniostwora do jaskini poszukiwaczy i dokończyć zadanie z pancerzem dla Rockiego. Potem posprawdzać czy wszystko w miarę chodzi.",
    {
      "entities": [
        [
          87,
          99,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie mam zadania w dzienniku tylko coś tam Andre wspomniał o nim i o goblinach i żeby go poszukać.",
    {
      "entities": [
        [
          68,
          77,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:13:40:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "10 siły + 10 obrażeń z lagi - 15 odporności szczura na obrażenia = 5 obrażeń = minimalne obrażenia.",
    {
      "entities": [
        [
          44,
          51,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie możesz dać się pobić goblinowi lub nie możesz się przespać do następnego dnia? Jak to nie pomaga, to spróbuj się dostać do wieży Xardasa, może tam będziesz mógł porozmawiać z goblinami.",
    {
      "entities": [
        [
          179,
          188,
          "MONSTER"
        ],
        [
          25,
          34,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeden mówi, że za łatwe, drugi, że za trudne. Ja nie odczułem żadnej róznicy pomiędzy startowymi atrybutami na 10 i 5. Przeciwnicy w G1 nie są trudni do pokonania. Ścierwojady praktycznie wystawiają się na atak. Doszedłem do końca czwartego rozdziału bez problemów. Jedyny trudny element to walka z Czarnym Magiem podczas której trzeba pogłówkować i zaplanować strategię.",
    {
      "entities": [
        [
          164,
          175,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A i na wszelki wypadek, gdyby nie chciał się pojawić ścierwojad i ten ork podaję na nich kody:",
    {
      "entities": [
        [
          53,
          63,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Robisz tak jak stara taktyka na trolla obiegasz od pleców i później biegasz wokół niego i nawalasz po dupie",
    {
      "entities": [
        [
          32,
          38,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jak w tym modzie ma się gra magiem ognia? bez NK Balance... Podobno na 30 poziomie nie można zabić trzech ścierwojadów.",
    {
      "entities": [
        [
          106,
          118,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:12:48:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Czy to jest błąd, że po przemianie w cieniostwora czy rogatego zębacza, tracimy na stałe jakiś procent umiejętności walki bronią (u mnie 15% umiejętności po każdej przemianie)?",
    {
      "entities": [
        [
          37,
          49,
          "MONSTER"
        ],
        [
          63,
          70,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pewnie indywidualny przypadek. Podobnie jak w modzie Insygnia jednemu graczowi wywalało crasha po przeczytaniu księgi o krwiopijcach.",
    {
      "entities": [
        [
          120,
          132,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przyzwanie demona\",      // SPL_SUMMONDEMON   =   6;",
    {
      "entities": [
        [
          12,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "I daj jakiś pancerzyk na początku gry bo Goblin zabija na 3 strzały.",
    {
      "entities": [
        [
          41,
          47,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Pełzacz\",",
    {
      "entities": [
        [
          1,
          8,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- w grę wchodzą niewykorzystane dźwięki moli szczurów, owiec, trolli, orków, waranów i zombie;",
    {
      "entities": [
        [
          62,
          68,
          "MONSTER"
        ],
        [
          87,
          93,
          "MONSTER"
        ],
        [
          45,
          53,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ten quest z alchemikiem jest u mnie niewykonalny, gdy zamieniam się w chrząszcza i już dojdę do Camillo to nie da się wrócić do ludzkiej postaci. A jeśli się skłamie Camillo że się wypróbowało zwój to gra po rozmowie się zawiesza i potrzebny jest restart.",
    {
      "entities": [
        [
          70,
          80,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "control - Kontrola nad celowaną postacią, by nią chodzić trzeba nacisnąć f8 potem ctrl +﻿ h i przyzwać wilka",
    {
      "entities": [
        [
          103,
          108,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Naprawdę ludzie robią się coraz doczepliwi. Gorzej, że ta doczepliwość nie wiąże się z inteligentnymi wypowiedziami. Pomyśl trochę... Kim jest Wilk, jeśli nie płatnerzem? Poza tym nawet w jedynce przedstawia się jako płatnerz...",
    {
      "entities": [
        [
          143,
          147,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Siłą watahy - wilk. Siłą wilka - wataha.",
    {
      "entities": [
        [
          14,
          18,
          "MONSTER"
        ],
        [
          25,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Da się obniżyć poziom trudności ? Troche irytuje mnie to że nie mogę rozwalić wilka i 95% potworów ma mnie na strzała  , gdyby nie to ze zawsze są w grupach to jeszcze mozna by lurowac po jednym i zabijac z dystansowych broni.",
    {
      "entities": [
        [
          78,
          83,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Szkielet\",",
    {
      "entities": [
        [
          1,
          9,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Później zaś \"Diego\" - bo nie jestem w stanie nazwać go TYM Diegiem - ratuje go przed byciem pożartym przez... Zębacze. Na początku gry. Pomijam fakt, że kompletnie Zębaczy nie przypominają, co jest powtarzającym się motywem całego dema, ale tak niebezpieczne stworzenia, które do tej pory były zarezerwowane na jakąś połowę gry (w G1 i G2/G2NK), radośnie hasają sobie nie tylko na samym początku rozgrywki - bo potem mamy okazję jednego nawet ubić - ale w pobliżu Miejsca Wymiany. Ciekawą robotę odwalają ci strażnicy, zezwalając takim bestiom się tam pałętać.",
    {
      "entities": [
        [
          164,
          171,
          "MONSTER"
        ],
        [
          110,
          117,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_DEMON                                 = 26               ;      //   DEMONY",
    {
      "entities": [
        [
          83,
          89,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "czyli mamy już napisane w jaki sposób zabieramy zbroje to teraz nam został proces gnicia ja zrobiłem tylko 2 etapy szkielet a potem sama bryłka rudy zostająca po całej postaci",
    {
      "entities": [
        [
          115,
          123,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jak pójdziesz trochę dalej w kierunku 'Trolla', to spotka cię coś fajnego ;)  (jeśli oczywiście wytrzymasz)",
    {
      "entities": [
        [
          39,
          45,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kardif każe nam oczyścić kanały ze szczurów roznoszących chorobę. Zabijamy je i wracamy do Kardifa. Informuje nas, że szczury znajdują się: koło domu Alwina, niedaleko Talbina, i w pobliżu domu Eddy. Gdy je zabijemy wracamy do zleceniodawcy.",
    {
      "entities": [
        [
          35,
          43,
          "MONSTER"
        ],
        [
          118,
          125,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Pełzacze są w 2 tunelu w jaskini odszczepieńców (tam gdzie jest kaplica beliara i 3 baalów)",
    {
      "entities": [
        [
          0,
          8,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "AI_Output (self, other ,\"DIA_Testowiec_HELLO1_JakieZwoje_03_04\"); //Lub przyzwanie wilka.",
    {
      "entities": [
        [
          83,
          88,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- naprawiono brak muzyki w burdelu, górnej części Khorinis, w pobliżu czarnego trolla i na farmie Onara;",
    {
      "entities": [
        [
          79,
          85,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kurczaki, lodowy troll! Leci props!",
    {
      "entities": [
        [
          17,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Misja działa na pewno. Nie sprzedawałeś nic po drodze? Mimo iż tam pisze zioła to dostajemy od Draxa tekże 13 sztuk mięsa, 5 sztuk mięsa chrząszcza, 2 krucze ziela i 10 grzybów.",
    {
      "entities": [
        [
          137,
          147,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mnie tam wystarczy mieć serce golema, fragment golema i może jakieś zaklęcie snu, aby opróżnić kilka skrzyń. A i pirokinezę, ponieważ miłe efekty daje.",
    {
      "entities": [
        [
          30,
          36,
          "MONSTER"
        ],
        [
          47,
          53,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kolejny poważny bug, a raczej niedociągnięcie wraz z niekompatybilnym dialogem od chyba bety ER to rozmowa z szpiegiem kaloma (niepodbal świątyni która mamy zniszczyć (orków)  z polecenia Gomeza)  Bezi mówi mu że śniący okazał się demonem a Y berion nie żyje, co jest ściemą, gdyż jeszcze nie ukończyłem wątku z cmentarzyskiem orków..",
    {
      "entities": [
        [
          231,
          238,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "overlay=string:HUMANS_SKELETON_FLY.MDS -HIT!!! jak szkielet mag umiemy latać",
    {
      "entities": [
        [
          51,
          59,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Na to sam trafiłem, jednak tak jak napisałeś, świat generuje się od rozdziału I. Łącznie z zebranymi przez nas itemkami, rutyny NPC i inne pierdoły. Niestety innego sposobu raczej nie ma. Ja sam osobiście przez to musiałem sobie zacząć od nowa, a już byłem w drodze do 4 rozdziału, ale wolę to aniżeli przebijać się przez hordę szkieletów będąc jednostrzałowcem, czy uciekanie przed każdym napotkanym smoczym zębaczem czy poszukiwaczem",
    {
      "entities": [
        [
          328,
          338,
          "MONSTER"
        ],
        [
          409,
          417,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Poziom trudności jest moim zdaniem odpowiedni. Na początku lepiej nie podchodzić do grupy goblinów tylko je powoli wyciągać. Zaś potem można je napyerdalać bez zastanowienia.",
    {
      "entities": [
        [
          90,
          98,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Świerszcz Bojowy (Pełzacz)",
    {
      "entities": [
        [
          18,
          25,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Na dodatek wiem teraz jak całkowicie wypierdolić wybranych NPC'tów/potworów ze świata gry - to daje wiele nowych możliwości - np. koniec z popierdolonymi na maxa grobowcami w Nordmarze - teraz zamiast hord tych samych szkieletów spotkać tam będziemy mogli np. kilku elitarnych nieumarłych, coś w tym stylu. W Gothic'u 3 jest mnóstwo takich nieprzemyślanych lokacji, zamierzam to zmienić, żeby eksploracja stała się ciekawsza",
    {
      "entities": [
        [
          218,
          228,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dzięki za odpowiedź, poradziłem sobie w trochę inny sposób. Ale w piątym rozdziale się mi gra wysypuje, w misji z Alexem odnośnie Trolla i jak próbuje wejść do świątyni orków, tak czy siak chyba sobie już odpuszczę bo raczej zakończenie się nie zmieniło??",
    {
      "entities": [
        [
          130,
          136,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Spitalaj, na chwilę obecną nie wiem jaki jest dzień, a Ty chcesz ode mnie żebym coś teksturował? Ogarnij za mnie genom kretoszczura to może znajdę chwilę.",
    {
      "entities": [
        [
          119,
          131,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "tak tylko, jesli ten mod bedzie sie opierac tylko na zombie to ten mod bedzie latwy, a dlaczego? zombie w gothic nie ma dobrej taktyki, jesli zaatakujemy go pierwsi i bedziemy go bic pod sciana nie ma szans ze nas zaatakuje, chyba ze zrobimy jakis blad, nawet gdyby te zombie mialy by po milion pz i 1000 lub wiecej sily to i tak zadnej roznicy by nie bylo, procz straty czasu",
    {
      "entities": [
        [
          53,
          59,
          "MONSTER"
        ],
        [
          97,
          103,
          "MONSTER"
        ],
        [
          269,
          275,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Krwiopijca\",",
    {
      "entities": [
        [
          1,
          11,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "3. Co by było, gdyby ludzie byli zmuszani przez wójta do pomocy przy pełzaczach, przerośniętych stonkach i ukrytych farmach ?",
    {
      "entities": [
        [
          69,
          79,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Właśnie takich mi teraz trzeba! BTW: nowy screen. Tylko brakuje goblinów D:",
    {
      "entities": [
        [
          64,
          72,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Btw stwierdziłem, że trochę zdeprecjonowałem rolę broni dwuręcznych. Doszło dużo broni jednoręcznych na późniejszy etap gry. Najlepszy miecz jednoręczny jest nawet mocniejszy od pięści trolla. Przy tym broń jednoręczna jest szybsza a Urizel można przekuć. Postanowiłem więc zwiększyć obrażenia najlepszych i najsłabszych dwuręcznych broni żeby wyrównać nieco szanse. Od teraz najlepsza broń dwuręczna (promień światła) zadaje 110 obrażeń ciętych + 10 magicznych, a najlepsza broń jednoręczna 102 punkty obrażeń ciętych (tu bez zmian). Delikatnie zwiększą się też obrażenia broni dwuręcznych dodawanych przez moda. Dzięki temu gracz grający dwuręcznikami będzie miał zawsze o te 5-10 pkt obrażeń więcej niż 1h kosztem mniejszej szybkości.",
    {
      "entities": [
        [
          185,
          191,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tekstura lodowego trolla z woga?",
    {
      "entities": [
        [
          18,
          24,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Cytat: Młody ścierwojad w 2018-03-25, 13:39",
    {
      "entities": [
        [
          13,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A ja mam problem... Jak atakuje te małe szczury itd. to nie mam nazwy nad potworami.. Nie wiem dlaczego. Wiecie może dlaczego? Wszystko dobrze zrobiłem jak w instrukcji..",
    {
      "entities": [
        [
          40,
          47,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:17:35:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Strzały ogłuszające to był sposób na niezużytą broń ogra/demona w niespatchowanym Gothicu 3, na NPC ogłuszaczem nic przecież nie wykombinujesz (pobijesz normalnie tylko).",
    {
      "entities": [
        [
          57,
          63,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Krwiopijcy",
    {
      "entities": [
        [
          0,
          10,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wgl jest możliwość \"zrobienia go na szkielecie ogra\"? Wydaje mi się że bardziej by pasował.",
    {
      "entities": [
        [
          36,
          46,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kretoszczury są na tyle powszechne, że specyfik tworzony z nich chyba nie mógłby być jakoś szczególnie cenny. Chyba że obróbka byłaby trudnym procesem. Ale biorąc pod uwagę opis to bardziej bym poszedł pod rozwiązanie ze słonecznym aloesem. Coś związanego z ciężkimi przeciwnikami/trudno dostępnymi miejscami. Np. okolice kamieni ogniskujących.",
    {
      "entities": [
        [
          0,
          12,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Lol, dziwne, że Drago ubił trolla. Szczerze to nie miałem takiej sytuacji, nawet twórcy chyba się tego nie spodziewali",
    {
      "entities": [
        [
          27,
          33,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "3)Znaleźć strażników do pilnowania przed zwierzętami: Wilk i Cavalorn",
    {
      "entities": [
        [
          54,
          58,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Na 3.2 Hard+AI+AB było ciężko - na początku to w ogóle (początek a'la G1/G2 - bezi jest gównem, większości przeciwników nic nie zabieramy życia, jesteśmy zjadani na 1-2, no czasem 3 ciosy). Broń biała zadaje o wiele więcej obrażeń (większa różnica między nimi, oczywiście początkowa broń zbytnio się nie różni w stosunku do CM), wraz z rozwojem zaczynamy zadawać obrażenia silniejszym przeciwnikom, jakoś to leci - ale nawet z uber-skokszoną postacią (statystyki, pancerz) możemy zostać zgnojeni przez silniejsze potworki (taki Demon czy Dinozaur, albo po prostu Nordmar",
    {
      "entities": [
        [
          528,
          533,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Miecz Demonów",
    {
      "entities": [
        [
          6,
          13,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "19/naprawiono pojawienie się topielca w punkcie \"OW_PATH_WARAN05_SPAWN01\" oraz respawn trzech topielców w tym punkcie w rozdziale IV",
    {
      "entities": [
        [
          94,
          103,
          "MONSTER"
        ],
        [
          29,
          37,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Serce Kamiennego Golema",
    {
      "entities": [
        [
          17,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Chyba nie, snake mówi wyraźnie żeby zabić strażnika w tajnym  przejściu a on się prześlizgnie i będzie czekał za drzwiami. Ale niestety cały czas stoi w sypialni strażników.  Za drzwiami jest tylko kufer i szkielet na podłodze.  Są tez kolejne zamknięte drzwi których nie da rady otworzyć.     Trudno gram dalej ale mam tylko ten jeden quest niewykonany, szkoda.",
    {
      "entities": [
        [
          206,
          214,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "B_LogEntry                     (TOPIC_Czarna_Lista,\"Mam zabić 30 osób znajdujących się w tej notatce. Gomez, Krók, Blizna, Arto, Bartholo, Thorus, Stone, Corristo, Drago, Lee, Orik, Lares, Wilk, Saturas, Riordian, Gorn, Cor Angar, Cor Calom, Y'Berion, Darrion, Baal Cadar, Baal Namib, Baal Tondral, Baal Orun, Baal Tyon i czterech szamanów z obozu orków. Każda z tych osób ma pierścień. Wszystkie mam przyniść magowi Radanosowi z naszego obozu.\");",
    {
      "entities": [
        [
          189,
          193,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ten mod jak dla mnie jest ciekawszy od Gothica 2 - ma fajniejsze zadania,dialogi, wszystko ;)  Chętnie pograłbym w drugą część (gdyby takowa wyszła) To że ma trudne zadania to właśnie fajnie, lepiej niż z zadaniami np. idź zabij 4 wilki. Ja jak narazie mam problem z jedną misją - \"Stara miłość\" - żadnego punktu odniesienia",
    {
      "entities": [
        [
          231,
          236,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "jakim Niclasie przecież koło niego nie ma żadnych preriowych ścierwojadów",
    {
      "entities": [
        [
          61,
          73,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dawno grałem - odprawiłeś ten rytuał z demonem?",
    {
      "entities": [
        [
          39,
          46,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "U kogo sie nauczę zdobywania sadła z kretoszczura potrzebuje do przepisu a brakuje mi sadła z kretoszczura",
    {
      "entities": [
        [
          37,
          49,
          "MONSTER"
        ],
        [
          94,
          106,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- ziemny troll na cmentarzysku orków - nie pojawia się, bo literówka w waypoincie, ma CM_TROL1, a powinno być CM_TROLL1;",
    {
      "entities": [
        [
          9,
          14,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Co do cieniostwora, błąd w tłumaczeniu. Translator translaticowy mówi mi teraz, że nie \"usunięty\", a \"oddalony bo Bartok teraz ich nie bardzo lubi\" (zachowana pisownia translatorowa) co można rozumieć jako \"Jeśli zbliżymy się do cieniostwora niegdyś stojącego na szlaku wycieczki z Bartokiem - teraz już przeniesionego gdzieś tam - zacznie on (Bartok) uciekać jak w przypadku zobaczenia orka w Returning 2.0\".",
    {
      "entities": [
        [
          6,
          18,
          "MONSTER"
        ],
        [
          229,
          241,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- w opuszczonej kopalni brak kilku waypointów, w których miały się pojawiać pełzacze, królowe, szkielety i ziemny troll: od PE8 do PE12, QUEN_A i QUEN_B, VM_SKE2 i VM_SKE6, VM_TROLL (ale może to w związku z jakimś przerabianiem zenu w międzyczasie? lub zmianą pomysłów co do fabuły w środku?)",
    {
      "entities": [
        [
          114,
          119,
          "MONSTER"
        ],
        [
          95,
          104,
          "MONSTER"
        ],
        [
          76,
          84,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie odwiedzali bo nie mieli powodu. Hagena jeszcze nie ma w Khorinis. Ci paladyni przybyli z Myrtany aby pozabijac wszystkie zombie, ale nie znaleźli ani jednego. Poczytaj opis jeszcze raz.",
    {
      "entities": [
        [
          125,
          131,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:14:04:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "3. Trzeci leży tam, gdzie były szkielety Kayora.",
    {
      "entities": [
        [
          31,
          40,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Goblin\",",
    {
      "entities": [
        [
          1,
          7,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "2) Jaszczury i Węże Błotne nie dropią skór",
    {
      "entities": [
        [
          3,
          12,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "9)\"Pięść Trolla\" - dostępne od 1 rozdziału. Questa bierzemy od Torlofa i musimy mu przynieść topór o tej samej nazwie co tytuł zadania. Po zdobyciu oddajemy mu go i odbieramy nagrodę.",
    {
      "entities": [
        [
          9,
          15,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dokładnie tak samo jest z nazwami potworów. Czy Pełzacz musi być w każdym modzie Pełzaczem? Tylko pomyśl, jakie możliwości otwierają przed Tobą takie nazwy jak Krwiopijca, Goblin, Golem czy Demon. W przypadku braku pomysłów możesz spokojnie posłużyć się bestiariuszem z mitologii greckiej.",
    {
      "entities": [
        [
          48,
          55,
          "MONSTER"
        ],
        [
          180,
          185,
          "MONSTER"
        ],
        [
          172,
          178,
          "MONSTER"
        ],
        [
          190,
          195,
          "MONSTER"
        ],
        [
          160,
          170,
          "MONSTER"
        ],
        [
          81,
          90,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam nadzieję, że nie dodasz samych bossów a pojawią się jakieś regularne jednostki (przykładowo, aby armii nieumarłych nie stanowiły same szkielety i zombiaki przeplatane czasem magiem, który kładzie na 2 ciosy każdego)",
    {
      "entities": [
        [
          138,
          147,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wiedziałem że to jakiś troll... Jak byście na serio nie przetłumaczyli to bym chyba wyrzucił kompa za okno. Oczywiście props i powodzenia w pracy.",
    {
      "entities": [
        [
          23,
          28,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "koło cieniostwora najlepszy hełm w grze czyli stary hełm paladyna, najlepszy pancerz znajduje się w tej samej lokacji co Akaro w skrzyni na samym dole. Do tego można opisać nowe roślinki które można znaleźć na swojej drodze np. czerwony koźlak +1 do mana itd.",
    {
      "entities": [
        [
          5,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:13:30:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "10 siły (siła na początku gry) + 10 obrażeń z lagi - 15 odporności szczura na obrażenia = 5 obrażeń < 25 minimalnych, więc zadasz 25 obrażeń szczurowi. Szczur ma 110 życia, więc będziesz go musiał uderzyć 5 razy.",
    {
      "entities": [
        [
          67,
          74,
          "MONSTER"
        ],
        [
          152,
          158,
          "MONSTER"
        ],
        [
          141,
          150,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Mięso chrząszcza w dziale żywność (jedna z poprawek nieoficjalnego patcha),",
    {
      "entities": [
        [
          7,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "@Faren : tak to siarka , łój kretoszczura będzie w drewnianej missce. Siarkę dałem do woreczka/sakiewki jak sól (jak dla mnie lepsze rozwiązanie ) . Talerze jeszcze poprawie. Brzytwa chyba zostanie ewentualnie troszkę poprawie. Jak widać zmieniłem rozmiary niektórych itemów bo były za male (talerz i patelnia ) albo za wielkie  (brzytwa) . Brzytwa jest w ekwipunku pokazana pod nie dobrym kątem  a wiec prawie nie widać detale",
    {
      "entities": [
        [
          29,
          41,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "// (z.B. hat der Zombie ein Overlay über die normalen Human-Animationen)",
    {
      "entities": [
        [
          17,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gobliny tutaj to +10 do klimatu",
    {
      "entities": [
        [
          0,
          7,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tom miał się pozbyć szkieletów z podziemi piramidy. Da nam w zamian piwo, jeżeli zrobimy to za niego. W podziemiach zabijamy 3 szkielety gobliny po czym wracamy do Toma i oddajemy mu szpadę.",
    {
      "entities": [
        [
          137,
          144,
          "MONSTER"
        ],
        [
          127,
          136,
          "MONSTER"
        ],
        [
          20,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "63. Jaszczury i Ogniste jaszczury, a także Topielce i Bagienne topielce są teraz nastawione do siebie przyjaźnie.",
    {
      "entities": [
        [
          4,
          13,
          "MONSTER"
        ],
        [
          24,
          33,
          "MONSTER"
        ],
        [
          43,
          51,
          "MONSTER"
        ],
        [
          63,
          71,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "TA_RoastScavenger -Obracanie \"rożnem\" z pieczonym ścierwojadem (potrzebne ognisko z ścierwojadem)",
    {
      "entities": [
        [
          50,
          62,
          "MONSTER"
        ],
        [
          84,
          96,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "*Demon's Souls nie poleciłbym nikomu. Gra to taka niedopracowana alpha DS1 w skrócie, która ma w nosie balans czy bycie fair.",
    {
      "entities": [
        [
          1,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "INSTANCE ITWr_MolerateintopfRezept_01 - Przepis na potrawkę z kretoszczura",
    {
      "entities": [
        [
          62,
          74,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:21:30:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "dodatkowo odkryłem jeden quest nieopisany w żadnym poradniku \"Kłopoty z Matteo\". pojawia się po oddaniu 10 płytek pełzacza kiedy to Matteo obija nas.  musimy porozmawiać z Rupertem, handlarzami i Lobartem.  dostajemy lepsze ceny u Matteo, ok 700 xp i chyba 300 szt. złota , więc jak na początek gry to warto.",
    {
      "entities": [
        [
          114,
          122,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Te potwory jakby ktoś nie zauważył to borsuk (domyślnie neutralny), szakal i śnieżny troll.",
    {
      "entities": [
        [
          85,
          90,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Błąd z Czarnym Trollem i Lordem Cienia Amort'em już był w oryginalnej wersji L'Hivera.",
    {
      "entities": [
        [
          15,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Język Topielca",
    {
      "entities": [
        [
          6,
          14,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A co do cieniostwora, to możemy utrudnić. : - )",
    {
      "entities": [
        [
          8,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Tj jak używałem wywarów, i kończyły się one, gdy byłem pod postacią np. krwiopijcy - to staty krwiopijcy spadały, zaś statystyki beziego po zamianie spowrotem, były stale tak duże, jak miały być tymczasowo.",
    {
      "entities": [
        [
          72,
          82,
          "MONSTER"
        ],
        [
          94,
          104,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeszcze w temacie kosza - co jakiś czas usuwamy z niego stare wiadomości. Więc te propsy-zombie i tak są tylko kwestią czasu.",
    {
      "entities": [
        [
          89,
          95,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "CONST INT GIL_ZOMBIE                              = 31               ;      //   ZOMBIE",
    {
      "entities": [
        [
          81,
          87,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ziomek, co ty zrobiłeś z tymi wilkami?",
    {
      "entities": [
        [
          30,
          37,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kieł Trolla",
    {
      "entities": [
        [
          5,
          11,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przemiana w kretoszczura\",   // SPL_TRF_MOLERAT   =   31;",
    {
      "entities": [
        [
          13,
          25,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Opancerzone trolle są w skyrim.",
    {
      "entities": [
        [
          12,
          18,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Teraz biorę się za potworki - tu sprawa jest bardziej skomplikowana, ale Brontok już hasa jako-tako pod szkieletem nosorożca, może dzisiaj będzie to wideo",
    {
      "entities": [
        [
          104,
          114,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "12/poprawiono wpis dotyczący tworzenia runy Zniszczenie Ożywieńca\" - dodano info,że wymaga także 1 serca maga-szkieleta",
    {
      "entities": [
        [
          110,
          119,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Witam, wiem, że to nie jest temat od questów, ale od 2 godzin poszukuję srebrnej klingi Wilka w NO czy mógłbym mnie ktoś naprowadzić na nią? Oraz podczas misji bunt w NO nie mogłem dobić ryżowego księcia, użyłem killa i nagle gra mi zaczęła lagować, przed chatą Lewusa pojawili się zbieracze ale cały czas po wyciągnieciu broni, czas się cofał i znów wyciągali. Resztę bandy musiałem znów dobić na killu. Czy to jest błąd mojego kompa czy bug misji?",
    {
      "entities": [
        [
          88,
          93,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Minimalne obrażenia od NPC to teraz 12, a nie aż 25 jak w standardowym LH, przy czym w oryginalnym gothic było to 5, te 12 minimum dmg znacząco ułatwia grę w okolicach 2-3 aktu nie bedzie już sytuacji że 3 wilki albo  3 gobliny stanowia grupe trudną do pokonania przy ogólnej odporności bohatera na obrażenia cięte/obuchy np 80, przy czym takie walki nadal stanowią większe wyzwanie niż w standardowym G2NK gdzie na 40 poziomie można było iść zaparzyć herbatę zostawiając Beziego przy tzech czarnych goblinach : )",
    {
      "entities": [
        [
          222,
          229,
          "MONSTER"
        ],
        [
          208,
          213,
          "MONSTER"
        ],
        [
          502,
          511,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nowe pancerze dla nowych szkieletów-bossów",
    {
      "entities": [
        [
          25,
          35,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Siła drwala (ItMw_2h_Axe_Lumber_01) - \"jaskinia goblinów\" (tego nie ma nigdzie w grze)",
    {
      "entities": [
        [
          50,
          58,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Teraz nie można użyć runy teleportacyjnej do Xardasa, gdy w wieży są demony.",
    {
      "entities": [
        [
          69,
          75,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Topielec spod tamy i Posłaniec Śniącego jako bossowie (ten pierwszy powinien, drugi niekoniecznie, jeśli już, to dialog z Kalomem powinien nas puszczać, byśmy mogli odzyskać kontrolę nad bohaterem i walczyć, a nie stać, jak słup soli, jako jedyny w okolicy),",
    {
      "entities": [
        [
          1,
          9,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "I wchodząc do kopalni w ten nielegalny sposób można co najwyżej szybciej zrobić pozostałe misje poboczne w kopalni + wybić pełzacze itp., natomiast Ian nie będzie miał kwestii o zabraniu listy, dopóki nie wejdziemy legalnie jako kopacz.",
    {
      "entities": [
        [
          123,
          131,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeśli się przebiegło obok trolla na wezwanie Quaradrona, to on nie będzie już bez końca próbował dostać się do środka.",
    {
      "entities": [
        [
          26,
          32,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Chrząszcz\",",
    {
      "entities": [
        [
          1,
          10,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "// 08-07-2017 - Nowy link, poprawiono obrażenia mieczy nieumarłych, obrony goblina wojownika i orków wojowników (wzmocnione obrażenia delikatnie)",
    {
      "entities": [
        [
          75,
          82,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mam wszystkie skłądniki, 3 pazury harpii, jedną kość szkieletu, jeden ognisty korzeń i jedną miksturę leczniczą (najmocniejszą -100 hp), a jednak przy stole wyskakuje, że brakuje mi składników.",
    {
      "entities": [
        [
          53,
          62,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wilku, 16:12:44:",
    {
      "entities": [
        [
          0,
          5,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-\"Wytrzymałość Wilka\" z Gothica 3? Ta umiejętność sprawiała, że podczas sprintu wolnej spadała nam stamina.",
    {
      "entities": [
        [
          15,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "20.Skóra trolla",
    {
      "entities": [
        [
          9,
          15,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Góry jaszczurów (na prawo od Cavalorna) na takim kamieniu",
    {
      "entities": [
        [
          6,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Idź tam gdzie w zwykłym GIINK był Czarny Troll to niedaleko tej jaskini będzie myśliwy imieniem Grimbald",
    {
      "entities": [
        [
          41,
          46,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Troll\",",
    {
      "entities": [
        [
          1,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Powie mi ktoś skąd kilof załatwię, oraz gdzie są pełzacze oprócz jaskini nieopodal kryjówki Dextera?",
    {
      "entities": [
        [
          49,
          57,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "względnie w Sekcie po zabiciu królowej pełzaczy.",
    {
      "entities": [
        [
          39,
          47,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "WTF? Co możesz o tym wiedziec, kiedy ostatnio zaglądałeś na dropboxa? Ten turniej to po prostu wyścig szczurów i nie widzę potrzeby brania w nim udziału. Materiały publikujemy na bieżąco na naszej stronie, te jak określiłeś #msg1047587zeszłoroczne#msg1047587 - praca nad elementami na nich ukazanymi faktycznie zaczęła się w tamtym roku, ale skończyła tuż przed pokazaniem tych materiałów, a nie rok wcześniej",
    {
      "entities": [
        [
          102,
          110,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Spoko koko. Bułacz i Kyromen prawdopodobnie odpadną. Kyro wraca w poniedziałek - ostatni dzień do rozegrania spotkania, a Kyro jeszcze nie rozegrał żadnego. Jeszcze Zębacz, on nie ma neta i wchodzi nie regularnie - kolejny kandydat do pierdzenia w stoły.",
    {
      "entities": [
        [
          165,
          171,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W Obozie Mysliwych Alex daje misje o zlodzieju, Trzeba isc do jaskini w ktorej są gobliny, gdy wchodze do jaskinii za kazdym razem gra sie wylacza bez zadnego bledu.",
    {
      "entities": [
        [
          82,
          89,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- usunięto cieniostwora w pobliżu Khorinis, z którym nie radził sobie Bartok",
    {
      "entities": [
        [
          11,
          23,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "@Młody Ścierwojad dlaczego w jednym dodatków na przywróconym balansie z NK mam moby takie jak: Goblin, młody wilk, kretoszczur, szczur itd na 1 cios z lagi na początku gry z podstawowymi statystykami? W Nocy Kruka pierwszy goblin był na 4 hity z lagi, podobnie z innymi stworzeniami. Chodzi o to że sam L'hiver jest bardzo trudny, osiągnąłem 51 lvl przez całą grę a i na nim nie mogłem sobie poradzić z potworkami. Teraz przechodzę grę drugi raz inną frakcją i pomyślałem że pogram na balansie z NK, jednak on natomiast zapowiada się zbyt łatwo",
    {
      "entities": [
        [
          109,
          113,
          "MONSTER"
        ],
        [
          95,
          101,
          "MONSTER"
        ],
        [
          223,
          229,
          "MONSTER"
        ],
        [
          7,
          17,
          "MONSTER"
        ],
        [
          128,
          134,
          "MONSTER"
        ],
        [
          115,
          126,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Za oknem prażyło słońce, chłopi uwijali się na polach jak przczoły w ulu.Ci z zadowoleniem pracowali w trwającym okresie żniw, spiekota niespecjalnie im przeszkadzała a jednak przekładała się na częste wśród chłopstwa czerwone karki.Żniwa były bardzo obfite, po kilku latach skromnych zbiorów urodzaj został powitany  z ogromnym zadowoleniem.Robactwo nie doskwierało rolnikom ponieważ cała wieś zrzuciła się na specjalny nawóz od wioskowej wiedźmy.Wydawało się że zakup okazał się opłacalny, choć zapewne był to ślepy traf a  stara baba miała zwyczajnie szczęście że w tym roku plonów nie zeżarła szarańcza ani stonka.Wszystko układało się jak powinno a nawet lepiej niż by się tego prosty człowiek spodziewał.Spokój, bezpieczeństwo i pełna spiżarnia, wszystko czego mógłby chcieć prosty człowiek ze wsi.Jednak wiosek jest wiele, tysiące na całym barwnym świecie, mieszkają w nich ludzie, elfy, orkowie, koboldy i wiele innych ras.Ale tu chodzi o jedną, konkretną z nich, wieś na uboczu którą omijał zgiełk zmian na świecie, nawet w okresie wojen 40 lat temu było tutaj spokojnie.Obcy nie potrafili przebić się przez wielki las pełen dzikich zwierząt i niezbyt towarzyskich  trolli. Przez to chłopi nieszczególnie się martwili o ryzyko napaści, wielu by chciało podobnego komfortu.W wiosce rozległ się wrzask i wrzawa bijatyki.",
    {
      "entities": [
        [
          1175,
          1181,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Np. po zabiciu ścierwojada wyskakuje nam napis „Doświadczenie +50”, czy jak chcemy użyć zaklęcia „Grom” to u góry ekranu również wyskakuje napis „Grom”.",
    {
      "entities": [
        [
          15,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wszędzie blisko, lokacja jedna na drugiej, ludzie i potwory gnieżdżą się jak karaluchy. Typowe dla gier, no nie? Tyle, że tu jest jeszcze lepiej. Tu lokacje nie są oddalone o rzut kamieniem. Tu... Rolnik i straż stoją w bramie. Rolnik nie pracuje w polu (na poletku, przepraszam), bo na nim harcują bestie. I on nie śmie prosić o pomoc, bo wiadomo, że straż niedobra i leniwa jest. Tylko, że te bestie są tak blisko bramy, że stanowią potencjalne zagrożenie dla porządku miasta. Nie trzeba nawet wychodzić z bramy, kuszą na spokojnie się dosięgnie. Albo ten gość, który dawno temu postanowił opuścić cywilizację i zaszyć się w górach. Ten, gdzie na drodze do jego domu stoi golem. Kurczę, prawie jak wyprawa do wieży Xardasa. Daleko do niego, co? Jeszcze drogowskazy dodali jajcarze.",
    {
      "entities": [
        [
          674,
          679,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Niech zostanie nawet, ale tu chodzi o jego kiepskie prowo i troll ewidentny, tak więc śmiechu z tego nie będzie.",
    {
      "entities": [
        [
          60,
          65,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Według mnie jest to jeden z moich lepszych rysunków, jedyne co mi sie w nim nie podoba to włosy no i trochę twarz. Nie kolorowałem go w Photoshopie bo pewnie bym spieprzył. A tamten goblin był taki prosty bo się właśnie kolorować nauczyć chciałem :(",
    {
      "entities": [
        [
          182,
          188,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Z tym też wiąże się system walki i jest to naprawdę przyjemny element dema. Naprawdę fajnie się walczyło, była satysfakcja, jednak... Nie pasuje to do dynamicznego RPG, jakim jest Gothic, czy do jakiegokolwiek dynamicznego RPG. Walka z trzema wilkami na raz to była katorga, ten system po prostu nie działa z grupą przeciwników, nawet jeśli 1v1 jest naprawdę przyjemny.",
    {
      "entities": [
        [
          243,
          250,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Co do growych nicków to już trochę przesada, bo jak ktoś chce mieć Nick, Cioteczna Siostra Xardasa 1912 ze Strony Demona Beliara to jego problem",
    {
      "entities": [
        [
          114,
          120,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ja właśnie gram magiem ognia. Aktualnie 3 rozdział, gra się całkiem przyjemnie. Większych problemów z grą nie miałem, a mechanika moda w sumie pomaga magowi, bo grupa goblinów daje rade nawet w 3 rozdziale. Po Returningu wkurza tylko brak procentowej regeneracji many z miksturek, ale idzie to przeżyć ponieważ więcej niż 300 many to raczej się nie wbije.",
    {
      "entities": [
        [
          167,
          175,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jak mam misję z goblinami i idę do wieży xardasa to na drodze stoi agresywny NIEŚMIERTELNY goblin",
    {
      "entities": [
        [
          16,
          25,
          "MONSTER"
        ],
        [
          91,
          97,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Z innych rzeczy - warto pójść z bandziorem na \"polowanie na ścierwojady\" w okolice chaty Cavalorna i wabić do niego ścierwojady i gobliny z okolic, załatwi je raz-dwa, a my zgarniemy mięso i pd za free, a to ważne na początku. Warto też z rozmową z Brago zaczekać do momentu, aż będziemy w stanie go pobić, i wtedy dać mu się zaprowadzić poza obóz, lejemy gościa, i znów pd wpada.",
    {
      "entities": [
        [
          130,
          137,
          "MONSTER"
        ],
        [
          60,
          71,
          "MONSTER"
        ],
        [
          116,
          127,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-koło czarnego trolla",
    {
      "entities": [
        [
          15,
          21,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "P.S. Próbowaliście spożyć czarną rudę i zamienić się w smoczego zębacza? Efekt zajebisty. Szkoda tylko, że silnik gry nie pozwoli na zadawanie ciosów z większej odległości. Taki zębacz byłby istną maszyną do zabijania!",
    {
      "entities": [
        [
          64,
          71,
          "MONSTER"
        ],
        [
          178,
          184,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Cieniostwór",
    {
      "entities": [
        [
          2,
          13,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "zębacze są takie same to skakanie jest tylko dla słabych potworów. Mam Pytanie. Wybrałem drogę czeladnika harada. Zaluje milion bo nie bede mogl wyrobic najlepszego łuku o ktorym wyczytalem dopiero teraz. A gram pod zrecznosci i lucznika. ludzie litosci powiedzcie mi co zmienic w skrypcie zeby sie przeniesc do bospera / nie wiem cos we flagach albo dunno pomocy",
    {
      "entities": [
        [
          0,
          7,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Gdy trenujemy na wysepce podgląda nas jakiś facet. Po drugim razie idziemy do Eleny i mówimy o problemie z podglądaczem. Mówimy, że gdy ona będzie trenowała my obezwładnimy go. Idziemy wczesnym rankiem pod jezioro i gadamy z Eleną. Potem chowamy się za drzewo przy jaskini z goblinami. Gdy nadejdzie gość bijemy go. Następnie jest z nim krótki dialog. Wracamy do niego za 2 dni i oddajemy jego ubranie.",
    {
      "entities": [
        [
          275,
          284,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kilof znajdziesz najlepiej w tym miejscu gdzie były te 4 młode wilki, które musiałeś zabić dla Pepe w zwykłym Gothicu.",
    {
      "entities": [
        [
          63,
          68,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Wewnętrzny krój (dokładnie nie pamiętam skąd zdobyć ale można spróbować tych lokalizacji, jak ktoś zdobędzie to mnie poprawi ) Demon z Gothy, Vengard",
    {
      "entities": [
        [
          129,
          134,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "No jak, na razie obaj z Żelazkiem mamy po 4 punkty, a nawet jeśli bym przegrał z Zębaczem, to i tak mam wygraną z Żelazkiem i do tego dużą przewagę czasową, tak więc chyba niezależnie od wszystkiego wychodzę z grupy na pierwszym miejscu. Smokmen wychodzi z Waszej na drugim, więc tak czy siak gra ze mną.",
    {
      "entities": [
        [
          81,
          89,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "to jest topielec na nowej teksturze.",
    {
      "entities": [
        [
          8,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "grałem sobie dzis i zapisałem gre normalnie jak zwykle na quick save. wyszedlem i wracam i save nie działa. jestem nad jaskinią ortegi niedaleko goblinow pomiedzy nosorozcem. save sie nie wczytuje a jestem niedaleko goblina z pałką. jeszcze go nie widziałem na najnowszym modzie. moze crashuje gre bo chce mi go wczytac. wiecie jak obsluzyc ten blad. inne savy działaja ale troche grania za mna XD",
    {
      "entities": [
        [
          216,
          223,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "idziemy do wilka kupujuemy wszelkie pancerze",
    {
      "entities": [
        [
          11,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Młody Ścierwojad",
    {
      "entities": [
        [
          6,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    ", dodaj wystrzały z kostura by było fajnie postrzelać w moby i dodaj coś nowego z Krukiem bo jakoś za łatwy jest nawet z tymi dwoma szkieletami jakbyś mógł to mógłbyś zrobić jakieś fale by był wymagającym przeciwnikiem a  tak to każdy se go kilka razy trzaśnie mocnym czarem i po nim. Wiem że jakoś później mówię ale możę spróbuj to jakoś zrobić",
    {
      "entities": [
        [
          132,
          143,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jakiś uporczywy troll co chwila zakłada tam tematy na temat rosyjskich gothicowych map - i nie ma to nic wspólnego z dk.",
    {
      "entities": [
        [
          16,
          21,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Podczas dialogu z Cavalornem o lepszym wyposażeniu daje nam Nóż na wilki, 2 mikstury i Uszkodzony Pancerz Cienia.",
    {
      "entities": [
        [
          68,
          73,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Werewolf, w jaskini niedaleko, gdzie Greg zakopał kompas Garreta, są zombie w tych zbrojach i pierścień Kasty Wojowników. Rademes i Quarhadron byli w Kaście Wojowników. Kruk nosi tę zbroję, ale czy byłby na tyle nienormalny żeby zdjąć ją z trupa, który gnił nie wiadomo ile?",
    {
      "entities": [
        [
          69,
          75,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "; Cygarniczka [4pkt]; RafalBudzis [2pkt]; Zębacz [0pkt]",
    {
      "entities": [
        [
          42,
          48,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jaskinia gdzie był duży zębacz i ta gdzie jest przywódca bandytów w powołaniu na bandytów z Wyzyskiem i strażnikami sprawdzona. Niby to zadanie to szczegół, ale jednak lubię mieć wyczyszczony dziennik.",
    {
      "entities": [
        [
          24,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Przemiana w ścierwojada\",   // SPL_TRF_SCAVENGER=   34;",
    {
      "entities": [
        [
          13,
          24,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Oh rany czepiacie się. A przecież Wilk faktycznie jest płatnerzem. Kwestia tylko tego, że nie pracuje w kuźni bo jego miejsce zajął Bennet. Także nie wiem w czym problem - jest dobra zgodność fabularna. Gorzej jakby np. dać Goraxowi naukę płatnerstwa (???!?!?).",
    {
      "entities": [
        [
          34,
          38,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "^ czarne gobliny używają dwóch broni,",
    {
      "entities": [
        [
          9,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Szarotkę można znaleźć na wzgórzu gdzie stacjonują bandyci. Jest to na tym wzgórzu gdzie jest kamienny krąg i biegają wokół te zombie. Szarotka jest konkretniej tam gdzie byli bandyci, poszukaj a znajdziesz",
    {
      "entities": [
        [
          127,
          133,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "szkic ścierwojada ( początkowe próby okiełznania tabletu ) :",
    {
      "entities": [
        [
          6,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Chciałbym zrobić miksturkę, która zmienia wygląd bohatera(który po wypiciu tej mikstury ginie) w szkieleta.",
    {
      "entities": [
        [
          97,
          106,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A i jeszcze jedno gdzie jest ten czarny wilk?",
    {
      "entities": [
        [
          40,
          44,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "To dlaczego znajdowali się w tej jaskini, a nie w domu Strażników Umarłych? W czwartym rozdziale zombie znajdują się na bagnach - wśród tych zombie są także te w zbrojach. Dom Strażników Umarłych jest dość daleko od bagien.",
    {
      "entities": [
        [
          97,
          103,
          "MONSTER"
        ],
        [
          141,
          147,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Demon\",",
    {
      "entities": [
        [
          1,
          6,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ma ktoś kod na ten miecz Pogromca Wilków ? Bo w sumie gdzieś go kupiłem i chyba sprzedałem i zniknął.",
    {
      "entities": [
        [
          34,
          40,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Później zdobędziesz pancerz z płytek pełzaczy od wilka",
    {
      "entities": [
        [
          37,
          45,
          "MONSTER"
        ],
        [
          49,
          54,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Podczas śledzenia gubernatora Lariusa zostajemy uśpieni przez czar. Budzimy się w obozie bandytów niedaleko piramid. Zagaduje do nas Fester prowadząc do Sentenzy. Musimy wybrać opcję, że chcemy zarobić, aby dalej grać. Następnie musimy wykonać większość zadań w obozie i porozmawiać z Erolem (koło południa znajduje się on przy wyjściu z obozu). Za kilka dni załatwia nam broń w krzakach. Potem dowiadujemy się, że Sentenza wyrusza na farmę Onara. Musimy odzyskać swój ekwipunek oraz Magów Wody. Klucz do skrzyni ma Fester. Zabijamy Logana i oddajemy rzeczy Magom Wody. Później likwidujemy resztę bandytów w obozie. Ruszamy do Lorda Andre. Oczywiście zleca nam samej zabicie bandy Lariusa. Pierwszy obóz znajduje się niedaleko schodów na farmę Bengara. Walka może być trudna. Gdy zabijamy wszystkich zbirów, wracamy do Andre. Daje nam zezwolenie na zabicie Lariusa. Gubernator przebywa w jaskini w której zostaliśmy uśpieni. Pilnuje go Sentenza, Garaz i Raoul. Po rozmowie z gubernatorem zamienia się w demona. Po skończonej walce wracamy do Lorda Andre.",
    {
      "entities": [
        [
          1003,
          1009,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Używamy runy i wchodzimy do portu. Rozmawiamy z Kardifem. Zgadzamy się pomóc mieszkańcom portu. Musimy wykonać zadania ,,Szczury, ,,Zombiaki, ,,Przeprawa na statek, aby ukończyć zadanie.",
    {
      "entities": [
        [
          121,
          128,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- drastyczne zwiększenie atrybutów wszystkich NPC'tów i potworów (orkowie w Ardei, naćpani krwiopijcy, głodne wilki i niektórzy NPC'ci typu niewolnicy, grubasy czy kupcy to wyjątki, NPC'ci z rangą elitarną i wzwyż i niektóre silniejsze potwory są wyzwaniem nawet",
    {
      "entities": [
        [
          91,
          101,
          "MONSTER"
        ],
        [
          110,
          115,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Jaskinia zombie obok karczmy",
    {
      "entities": [
        [
          10,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "a co do trudności DS: dowiedziałem się że jest trudna dopiero jak ją przeszedłem :( (przed patchem 1.0.4 więc bez wyboru poziomu trudności). Ten mod wydaje mi się kosmicznie przesadzony i chyba prawdę ktoś mówił, że nawet w późniejszych etapach gry 2 gobliny mogą zmłócić Bezimiennego ;)",
    {
      "entities": [
        [
          251,
          258,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Łuk Wilka",
    {
      "entities": [
        [
          4,
          9,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ale tobie Adanosie również. Na szczęście, obyło się bez kodów. Ale z tą samicą preriowego ścierwojada było cholernie ciężko. Nie dość, że co chwila trzeba się zatrzymywać, to ta jak cię parę razy dziobnie to zabiera ci całe życie! :blink:   Ale jakoś poszło...",
    {
      "entities": [
        [
          90,
          101,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Co do nowości dodanych w tym czasie to pojawiło się zatrucie (skrypt by Xardas47), słabsze dla krwiopijców, mocniejsze dla jaszczurów i ognistych jaszczurów, słabsze zabiera 5hp/sek, mocniejsze 10hp/sek, oba trwają przez 5 sekund. Na początkowym etapie gry to zatruwanie jest zabójcze.",
    {
      "entities": [
        [
          95,
          106,
          "MONSTER"
        ],
        [
          123,
          133,
          "MONSTER"
        ],
        [
          146,
          156,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Też cię kocham, chudy szczurze.",
    {
      "entities": [
        [
          22,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Popatrz na PW Młody ścierwojad",
    {
      "entities": [
        [
          20,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Co do edita to w khorinis pojawia się Monstrualny troll który jest około 3/4 razy większy niż normalny czarny.",
    {
      "entities": [
        [
          50,
          55,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Czy w wersji 0.9.6 zostały usunięte moby z tego nowego lasu i plaży leżącej między Khorinis a wieżą Xardasa? Czy ja po prostu machnąłem się w instalacji. Pamiętam w wersji 0.9.3 było tam pełno ścierwojadów i jaszczurów a teraz pusto.",
    {
      "entities": [
        [
          193,
          205,
          "MONSTER"
        ],
        [
          208,
          218,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "A kojarzysz taką zatoczkę koło obozu przed kopalnią? No wiesz, tam gdzie gobliny i wodospad? Za wodospadem są ci których szukasz.",
    {
      "entities": [
        [
          73,
          80,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "@Młody ścierwojad",
    {
      "entities": [
        [
          7,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "\"Zębacz\",",
    {
      "entities": [
        [
          1,
          7,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Dochodzę do szkieletów i kiedy zaczynam z nimi walczyć Cor Kalom mnie atakuje.",
    {
      "entities": [
        [
          12,
          22,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "23. Ziemne trolle w Starej Kopalni, gdy idziemy na Królową Pełzaczy są za silne, tzn. nie można ich zabić.",
    {
      "entities": [
        [
          59,
          67,
          "MONSTER"
        ],
        [
          11,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "5. Bugują się gobliny ponieważ goblin wojownik używa czarów jak szaman i nie atakuje przez co gra jest tak jakby łatwiejsza.",
    {
      "entities": [
        [
          14,
          21,
          "MONSTER"
        ],
        [
          31,
          37,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "a gdzie jest ta zagroda, do której mam te ścierwojady zaprowadzić?",
    {
      "entities": [
        [
          42,
          53,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Te zwierzęta są i tak za daleko palisady by nami zainteresowały. A jak ktoś chce je wytłuc to wystrzela je bandyta z łukiem na wieży. Gdy ocalałe dobiegną do palisady i bandyta nie sięga do nich z łuku to kretoszczury dalej mają go za cel i gdy je tłuczemy one nie reagują",
    {
      "entities": [
        [
          205,
          217,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- Nowe potwory jak Polne Bestie , Aligatory , Olbrzymie Szczury i nie tylko",
    {
      "entities": [
        [
          56,
          63,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jak na to patrzę to widzę, że odbiega to od Gothic 1 w zbyt zbyt bajeczną stronę. Niby tam jakiś szkielet leży dla mrocznego klimatu, ale to jak w wysprzątanym pokoju zostawić jeden talerz do mycia na stole. Myślę, że fanom G1 i LoK to nie przypadnie go gustu od strony klimatu.",
    {
      "entities": [
        [
          97,
          105,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Przemiana w Cieniostwora",
    {
      "entities": [
        [
          12,
          24,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Btw. to chyba udało mi się trochę zglitchować grę ;) Rozumiem, że w Waszym zamyśle to pojawienie się cieniostwora ma być przegraną, bo od razu ubija bohatera (a do tego ustawiliście mu 9999 odporności na broń białą/dystansową, by nikt go nie ruszył). Zrobiłem tak, że pojawił się w momencie, gdy wchodziłem po półkach skalnych nad opuszczoną kopalnią - no i z braku miejsca pojawił się nieco niżej, więc nie mógł mnie od razu dopaść (choć jak też sprawdzałem, czasem udaje mu się wspiąć na górę, ale to różnie bywa). W każdym razie mogłem spokojnie dokończyć szukania Jorika na płaskowyżu, Ratford zaprosił mnie do obozowiska, po czym... no, nie mam jak tam pójść, bo cieniostwór szaleje po drodze",
    {
      "entities": [
        [
          101,
          113,
          "MONSTER"
        ],
        [
          668,
          679,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "W temacie problemów z zadaniami, było coś o bugu z zadaniem od Pattera (Jedzenie dla obozu Moroka) i braku kwestii dialogowej do skończenia zadania - może ja też miałem taki bug (i podobnie jak u kolegów jakoś sam się potem naprawił), ale miałem wrażenie, że Patter przyjmuje tylko surowe wątroby kretoszczura i jak miałem wszystkie usmażone, to ich nie widział, więc nie mogłem dokończyć zadania.",
    {
      "entities": [
        [
          297,
          309,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "4.Kiedy jeden z przeciwników (chyba Szkielet-Mag) przywoła Golema to nie da się go pokonać",
    {
      "entities": [
        [
          36,
          44,
          "MONSTER"
        ],
        [
          59,
          65,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Mógłbyś zrobić textury runy przemiany w zębacza w  polną bestię brzytwę ognistego jaszczura ogara ogromnego szczura itd. chodzi o wygląd run taki jaki był w g1 jak by coś to podaje link do tych co są jak by ci się chciało to zrobić to bym cię jeszcze prosił żebyś zmienił ich kolor na taki zielony jak ma teleport na bagna i jak by coś to możesz wykorzystać wszystkie miejsca oprócz teleportów czarnych miejsc i istniejących przemian czyli masz do dyspozycji 33 miejsca.",
    {
      "entities": [
        [
          108,
          115,
          "MONSTER"
        ],
        [
          40,
          47,
          "MONSTER"
        ],
        [
          82,
          91,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Teraz orkowie nie atakują już trolli. Dotychczas atakowali, mimo że trolle miały do nich stosunek neutralny.",
    {
      "entities": [
        [
          68,
          74,
          "MONSTER"
        ],
        [
          30,
          36,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "-Leże troll'a",
    {
      "entities": [
        [
          6,
          11,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Kula Lodowego Golema",
    {
      "entities": [
        [
          14,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Witam, stworzyłem koncept cieniostwora. Projekt stworzony w Procreate. Zamierzam stworzyć całą serię takich bestii. Może pomogłoby przy tworzeniu modeli ? Co powiecie ?",
    {
      "entities": [
        [
          26,
          38,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "* Odkrycie pewnych dokumentów na temat pełzaczy w domu hodowcy",
    {
      "entities": [
        [
          39,
          47,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nie, takie było zamierzenie twórców Returninga, aby nie-magowie mogli się uczyć u Gallahada podstawowych run. Były bugi - jak powiedziałeś - ale potem przyszedł Tizgar z innymi i zamiast naprawić bugi, to rozpierdolili system walki gdzie teraz musisz być dzieckiem albo no-lifem i grać w gry 24/7 bo zwykłego szkieleta tłucze sie 5 minut. I teraz przyszedł Nergal z zamiartem poprawienia tego, ale zamiast tylko poprawić i naprawić wpierdala kolejne bzdetne i bezsensowne rzeczy do moda. Szkoda, naprawde wielka szkoda bo widzialem w tym patchu potencjal, nawet ściągnałem i ciągle jest na pulpicie, chciałem zagrać w niego jak sciagne Returninga. Ale jak widać, zapowiada się, że na pulpicie już pozostanie.",
    {
      "entities": [
        [
          309,
          318,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "b)Przy zadaniu \"Morderstwo na Matcie\" w dzienniku zadań pisze o zabiciu ścierwojada.",
    {
      "entities": [
        [
          72,
          83,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Możecie mi powiedzieć, kto może mnie nauczyć zręczności powyżej 40? Wilk już mnie nie nauczy niczego a ja biegam i nowego nauczyciela od zręczności znaleźć nie mogę",
    {
      "entities": [
        [
          68,
          72,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Nawiasem mówiąc wejście do kopalni po tej ścieżce jest strasznie uciążliwe, ile ja się nakląłem, zanim wszyscy weszli jak trzeba i nie spadli. A oczywiście wybiłem wcześniej zębacze na drodze, wolę nie myśleć, co by było, gdyby jeszcze z nimi trzeba było walczyć",
    {
      "entities": [
        [
          174,
          181,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Na nadanych nam terenach obozuje grupa kopaczy z Grimesem na czele. Rozmawiamy z nim. Możemy zgodzić się, aby dla nas pracował albo go wyrzucić. Jeżeli wybierzemy 1 opcję każe on nam zdobyć pozwolenie na wydobycie od Lorda Andre oraz załatwić potrzebnego zarządcę. Zarządcą może zostać Erol. Po rozmowie z Lordem każemy Erolowi negocjować jak najlepsze warunki. Wracamy do Erola na drugi dzień. Potem zabijamy wszystkie pełzacze w kopalni i informujemy o wszystkim Grimesa.",
    {
      "entities": [
        [
          420,
          428,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "- zwykłe gobliny (zielone) zostały osłabione,",
    {
      "entities": [
        [
          9,
          16,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "nie ma jeszcze płytek pełzacza dla matteo",
    {
      "entities": [
        [
          22,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "26.Gobliny!",
    {
      "entities": [
        [
          3,
          10,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Jeśli masz Szatę Maga Ognia, to udaj się do Wilka. Być może wcześniej będziesz musiał pogadać z Orlanem.",
    {
      "entities": [
        [
          44,
          49,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "7/teraz Damarok nie informuje już błędnie bohatera, że może odnieść dokument \"Trucizna krwiopijców\" do Klasztoru, jeśli bohater nie jest Magiem Ognia i zadanie nie jest ukończone.",
    {
      "entities": [
        [
          87,
          98,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wkurwiający troll, w dodatku nie szanujący pracy innych. Jeszcze rozumiem, jak się tam zjawiał raz na parę miesięcy, ale teraz codzień to nowy post. Tak się wstrzymujecie od tego banowania, że w ten sposób jedynie zniechęcacie starych i normalnych użytkoników jak Out do przesiadywania na tym forum. Na tym Wam zależy?",
    {
      "entities": [
        [
          12,
          17,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ale super a zrobił byś jeszcze mrocznego zębacza pustynnego topielca pustynnego cieniostwora (nieustraszony pustynny goniec) i pustynnego pełzacza?",
    {
      "entities": [
        [
          80,
          92,
          "MONSTER"
        ],
        [
          138,
          146,
          "MONSTER"
        ],
        [
          41,
          48,
          "MONSTER"
        ],
        [
          60,
          68,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Albo spróbuj zabić goblina kodem, a potem go przyzwij poprzez insert ;)",
    {
      "entities": [
        [
          19,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wykonaj quest z zielem, albo przynieś wydzielinę pełzaczy.",
    {
      "entities": [
        [
          49,
          57,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ja mam blad po wczytaniu mapki Juran dom Wilka jest bialy oO",
    {
      "entities": [
        [
          41,
          46,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "gdzieś czytałem , że chrząszcz jest przy teleporcie. to teleport ten na górze? tam go nigdzie nie widziałem.",
    {
      "entities": [
        [
          21,
          30,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "No to co? Żelazko x Zębacz jeszcze dziś?",
    {
      "entities": [
        [
          20,
          26,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Na przykład to, że za troll dostajemy tylko 200 expa, ja bym tą wartość zwiększył do jakiejś rozsądnej, zrobił poziom trudności bardzo podobny do tego z nocy kruka, oraz dodał więcej bossów itd. Zwiększył bym obrażenia i wymaganą siłę na znacznie większą tak jak to było w nocy kruka.",
    {
      "entities": [
        [
          22,
          27,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Ale Młody Ścierwojad robi to szybciej",
    {
      "entities": [
        [
          10,
          20,
          "MONSTER"
        ]
      ]
    }
  ],
  [
    "Wychodząc z bramy prowadzącej w stronę gospody, skieruj się w prawo do miejsca gdzie leżą martwi muzycy. Zejdź na samo dno tej \"kotlinki\" aż trafisz na jaskinię (będą tam Vino i Joe ,a przed jaskinią leży cieniostwór LUB stado wargów pożera truchła). Na samym końcu tej jaskini będzie kapliczka.",
    {
      "entities": [
        [
          205,
          216,
          "MONSTER"
        ]
      ]
    }
  ]
]